{
  "from": "2025-11-01",
  "to": "2025-11-30",
  "items": [
    {
      "doi": "10.1001/jama.2025.15185",
      "url": "https://doi.org/10.1001/jama.2025.15185",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839112",
      "article_type": "",
      "pubmed_pmid": "40982270",
      "title": "Levodopa Added to Stroke Rehabilitation: The ESTREL Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 4",
      "volume": "334",
      "issue": "17",
      "pages": "1523-1532",
      "authors": [
        "Engelter ST Author",
        "Kaufmann JE Author",
        "Zietz A Author",
        "Luft AR Author",
        "Polymeris A Author",
        "Altersberger VL Author",
        "Wiesner K Author",
        "Wiegert M Author",
        "Held JPO Author",
        "Rottenberger Y Author",
        "Schwarz A Author",
        "Medlin F Author",
        "Accolla EA Author",
        "Foucras S Author",
        "Kägi G Author",
        "De Marchis GM Author",
        "Politz S Author",
        "Greulich M Author",
        "Tarnutzer AA Author",
        "Sturzenegger R Author",
        "Katan M Author",
        "Fischer U Author",
        "Nedeltchev K Author",
        "Schär J Author",
        "Van Den Keybus Deglon K Author",
        "Rapin PA Author",
        "Salerno A Author",
        "Seiffge DJ Author",
        "Auer E Author",
        "Lippert J Author",
        "Bonati LH Author",
        "Schuster-Amft C Author",
        "Gäumann S Author",
        "Chabwine JN Author",
        "Humm A Author",
        "Möller JC Author",
        "Schweinfurther R Author",
        "Bujan B Author",
        "Jedrysiak P Author",
        "Sandor PS Author",
        "Gonzenbach R Author",
        "Mylius V Author",
        "Lutz D Author",
        "Lienert C Author",
        "Peters N Author",
        "Michel P Author",
        "Müri RM Author",
        "Schädelin S Author",
        "Hemkens LG Author",
        "Ford GA Author",
        "Lyrer PA Author",
        "Gensicke H Author",
        "Traenka C Author",
        "ESTREL Investigators CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Levodopa enhances dopaminergic signaling and may stimulate neuroplasticity, which could potentially enhance motor recovery after stroke. Levodopa is used in stroke rehabilitation despite mixed evidence for its effectiveness. To determine whether levodopa compared with placebo, administered in addition to standardized rehabilitation based on active task-oriented training, is associated with enhanced motor recovery in patients with acute stroke. A double-blind, placebo-controlled randomized clinical trial at 13 stroke units and centers and 11 collaborating rehabilitation centers in Switzerland. Between June 14, 2019 (first patient, first visit), and August 27, 2024 (last patient, last visit), 610 patients with acute ischemic or hemorrhagic stroke with clinically meaningful hemiparesis (ie, a total score of &#x2265;3 points on the following National Institutes of Health Stroke Scale items: motor arm, motor leg, or limb ataxia) were randomized 1:1 to receive levodopa or placebo. Statistical analyses were conducted from November 2024 to August 2025. Patients received levodopa/carbidopa (100 mg/25 mg; n&#x2009;=&#x2009;307) or placebo (n&#x2009;=&#x2009;303) 3 times daily for 39 days, alongside standardized rehabilitation therapy based on active task-oriented training. The primary outcome was the adjusted mean between-group difference in the Fugl-Meyer Assessment (FMA) total score (range, 0-100 points; fewer points indicate worse motor function; 6-point difference considered patient-relevant) at 3 months. Among the 610 participants (median [IQR] age, 73 [64-82] years; 252 [41.3%] female; median baseline FMA total score, 34 [14-54]), 28 participants died by 3 months, leaving 582 (95.4%) participants eligible for the primary analysis. At 3 months, the median (IQR) FMA total score was 68 (42-85) points in the levodopa group and 64 (44-83) points in the placebo group. The mean difference in the FMA total score between the levodopa and placebo groups was -0.90 points (95% CI, -3.78 to 1.98; P&#x2009;=&#x2009;.54). There were 126 serious adverse events in the levodopa group and 129 in the placebo group; the most common was infection (levodopa, n&#x2009;=&#x2009;55; placebo, n&#x2009;=&#x2009;44). In this randomized clinical trial, among patients receiving inpatient rehabilitation for acute stroke, levodopa added to standardized rehabilitation did not significantly improve motor function at 3 months compared with placebo plus standardized rehabilitation. These results do not support the use of levodopa as an adjunct to rehabilitation therapy for enhancing motor recovery after acute stroke. ClinicalTrials.gov Identifier: NCT03735901."
    },
    {
      "doi": "10.1001/jama.2025.14405",
      "url": "https://doi.org/10.1001/jama.2025.14405",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838658",
      "article_type": "",
      "pubmed_pmid": "40914902",
      "title": "High Blood Pressure in Childhood and Premature Cardiovascular Disease Mortality.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 4",
      "volume": "334",
      "issue": "17",
      "pages": "1555-1557",
      "authors": [
        "Freedman AA Author",
        "Perak AM Author",
        "Ernst LM Author",
        "Borders A Author",
        "Miller GE Author",
        "Allen NB Author",
        "Gilman SE Author",
        "Khan SS Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cohort study examines the association of elevated blood pressure at age 7 years with cardiovascular disease mortality later in life."
    },
    {
      "doi": "10.1001/jama.2025.20834",
      "url": "https://doi.org/10.1001/jama.2025.20834",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841163",
      "article_type": "",
      "pubmed_pmid": "41203232",
      "title": "SGLT2 Inhibitors and Kidney Outcomes by Glomerular Filtration Rate and Albuminuria: A Meta-Analysis.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 7",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Neuen BL Author",
        "Fletcher RA Author",
        "Anker SD Author",
        "Bhatt DL Author",
        "Butler J Author",
        "Cherney DZI Author",
        "Docherty KF Author",
        "Inzucchi SE Author",
        "Jardine MJ Author",
        "Mahaffey KW Author",
        "McCausland FR Author",
        "McGuire DK Author",
        "McMurray JJV Author",
        "Neal B Author",
        "Packer M Author",
        "Patel SM Author",
        "Perkovic V Author",
        "Sabatine MS Author",
        "Sardell RJ Author",
        "Solomon SD Author",
        "Vaduganathan M Author",
        "Wanner C Author",
        "Wheeler DC Author",
        "Zannad F Author",
        "Haynes R Author",
        "Staplin N Author",
        "Herrington WG Author",
        "Heerspink HJL Author",
        "SGLT2 Inhibitor Meta-Analysis Cardio-Renal Trialists’ Consortium (SMART-C) CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Sodium-glucose cotransporter 2 (SGLT2) inhibitors reduce chronic kidney disease (CKD) progression in individuals with type 2 diabetes, CKD, or heart failure. However, their effects in those with stage 4 CKD or little to no albuminuria remain uncertain. To assess whether estimated glomerular filtration rate (eGFR) or degree of albuminuria, measured by urinary albumin to creatinine ratio (UACR), modifies the effects of SGLT2 inhibitors on kidney outcomes. SGLT2 inhibitor trials participating in the SGLT2 Inhibitor Meta-Analysis Cardio-Renal Trialists' Consortium (SMART-C). Randomized, double-blind, placebo-controlled trials within SMART-C evaluating an SGLT2 inhibitor with label indications for reducing CKD progression including at least 500 participants in each group with at least 6 months of follow-up. Treatment effects in individual trials were pooled using inverse variance-weighted meta-analysis. CKD progression, defined as kidney failure, at least 50% reduction in eGFR, or death due to kidney failure. Other outcomes included annual rate of eGFR decline and kidney failure. Among 70&#x202f;361 participants (mean [SD] age, 64.8 [8.7] years; 24&#x202f;595 [35.0%] females) in 10 randomized trials, 2314 (3.3%) experienced CKD progression and 988 (1.4%) reached kidney failure. SGLT2 inhibitors reduced the risk of CKD progression (25.4 vs 40.3 events per 1000 patient-years; hazard ratio [HR], 0.62 [95% CI, 0.57-0.68]), irrespective of baseline eGFR (HR of 0.61 [95% CI, 0.52-0.71] for eGFR &#x2265;60 mL/min/1.73 m2; 0.57 [95% CI, 0.47-0.70] for eGFR of 45 to &lt;60 mL/min/1.73 m2; 0.64 [95% CI, 0.54-0.75] for eGFR of 30 to &lt;45 mL/min/1.73 m2; and 0.71 [95% CI, 0.60-0.83] for eGFR &lt;30 mL/min/1.73 m2; P for trend&#x2009;=&#x2009;.16) and baseline albuminuria (HR of 0.58 [95% CI, 0.44-0.76] for albuminuria &#x2264;30 mg/g; 0.74 [95% CI, 0.57-0.96] for &gt;30-300 mg/g; and 0.57 [95% CI, 0.52-0.64] for more than 300 mg/g; P for trend&#x2009;=&#x2009;.49). Although the magnitude of protection varied, SGLT2 inhibitors reduced the annual rate of eGFR decline across all eGFR and UACR subgroups, including when participants with and without diabetes were analyzed separately. SGLT2 inhibitors also reduced the risk of kidney failure alone (HR, 0.66 [95% CI, 0.58-0.75]). In this meta-analysis, SGLT2 inhibitors were found to lower the risk of CKD progression regardless of baseline eGFR or albuminuria, including in patients with stage 4 CKD or minimal albuminuria, supporting their routine use to improve kidney outcomes across the full spectrum of kidney function among patients with type 2 diabetes, CKD, or heart failure."
    },
    {
      "doi": "10.1001/jama.2025.20835",
      "url": "https://doi.org/10.1001/jama.2025.20835",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841161",
      "article_type": "",
      "pubmed_pmid": "41202026",
      "title": "Effects of Sodium Glucose Cotransporter 2 Inhibitors by Diabetes Status and Level of Albuminuria: A Meta-Analysis.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 7",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Staplin N Author",
        "Roddick AJ Author",
        "Neuen BL Author",
        "Anker SD Author",
        "Bhatt DL Author",
        "Butler J Author",
        "Cherney DZ Author",
        "Docherty KF Author",
        "Fletcher RA Author",
        "Inzucchi SE Author",
        "Jardine M Author",
        "Mahaffey KW Author",
        "McGuire DK Author",
        "McMurray JJV Author",
        "Neal B Author",
        "Packer M Author",
        "Patel SM Author",
        "Perkovic V Author",
        "Sabatine MS Author",
        "Solomon S Author",
        "Vaduganathan M Author",
        "Wanner C Author",
        "Wheeler DC Author",
        "Zannad F Author",
        "Haynes R Author",
        "Heerspink HJL Author",
        "Herrington WG Author",
        "SGLT2 Inhibitor Meta-Analysis Cardio-Renal Trialists’ Consortium (SMART-C) CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "There is uncertainty about the effects of sodium-glucose cotransporter 2 (SGLT2) inhibitors in participants with chronic kidney disease, with guidelines offering different strengths of recommendation based on diabetes status and urine albumin to creatinine ratio (UACR). To assess the relative and absolute effects of SGLT2 inhibitor use across efficacy and serious safety outcomes in participants stratified by diabetes status and UACR (&#x2265;200 mg/g or &lt;200 mg/g). Included 8 randomized clinical trials that studied an SGLT2 inhibitor with a label indication for use in kidney disease and recorded longitudinal kidney outcomes and baseline data on albuminuria. Data were combined using inverse variance-weighted meta-analysis; group-specific absolute effects were estimated by applying relevant relative risks to the event rates of the placebo groups. Assessed the effects of SGLT2 inhibitor use on clinical efficacy and safety outcomes. Heterogeneity by baseline level of UACR was assessed separately by diabetes status. A total of 58&#x202f;816 participants (mean age, 64 [SD, 10] years; 35% were female; 48&#x202f;946 with diabetes and 9870 without diabetes) were included from trials comparing an SGLT2 inhibitor vs placebo. Allocation to an SGLT2 inhibitor produced a lower rate of kidney disease progression (33 vs 48 for placebo per 1000 patient-years; hazard ratio [HR], 0.65 [95% CI, 0.60-0.70] in those with diabetes and 32 vs 46 per 1000; HR, 0.74 [95% CI, 0.63-0.85] in those without diabetes), a lower rate of acute kidney injury (14 vs 18 per 1000 [HR, 0.77; 95% CI, 0.69-0.87] with diabetes and 13 vs 18 per 1000 [HR, 0.72; 95% CI, 0.56-0.92] without diabetes), a lower rate of any hospitalization (202 vs 231 per 1000 [HR, 0.90; 95% CI, 0.87-0.92] with diabetes and 203 vs 237 per 1000 [HR, 0.89; 95% CI, 0.83-0.95] without diabetes), and a lower rate of any death (42 vs 47 per 1000 [HR, 0.86; 95% CI, 0.80-0.91] with diabetes and 42 vs 48 per 1000 [HR, 0.91; 95% CI, 0.78-1.05] without diabetes). Diabetes-specific HRs were similar in participants (with a UACR &#x2265;200 mg/g vs with a UACR &lt;200 mg/g) considered separately. Higher absolute risk at a UACR of 200 mg/g or greater meant larger estimated absolute benefits on kidney disease progression were evident in this subgroup. Clear absolute benefits were evident for other efficacy outcomes, and particularly hospitalization, in participants with a UACR less than 200 mg/g. Net absolute benefits remained in the analyses of non-heart failure populations and when estimated glomerular filtration rate was less than 60 mL/min/1.73 m2. Within the studied participants, there were clear absolute benefits of SGLT2 inhibitors on kidney, hospitalization, and mortality outcomes irrespective of diabetes status and level of UACR."
    },
    {
      "doi": "10.1001/jama.2025.21530",
      "url": "https://doi.org/10.1001/jama.2025.21530",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841171",
      "article_type": "",
      "pubmed_pmid": "41201895",
      "title": "A Conservative Dialysis Strategy and Kidney Function Recovery in Dialysis-Requiring Acute Kidney Injury: The Liberation From Acute Dialysis (LIBERATE-D) Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 7",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Liu KD Author",
        "Siew ED Author",
        "Tuot DS Author",
        "Vijayan A Author",
        "Matzumura Umemoto G Author",
        "Birkelo BC Author",
        "Lee BJ Author",
        "Kwong YD Author",
        "McCoy IE Author",
        "Delucchi K Author",
        "Zhuo H Author",
        "Hsu CY Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "For patients with dialysis-requiring acute kidney injury, persistent need for dialysis is associated with increased morbidity and mortality, high health care use, and poor quality of life. To test the effect of a conservative dialysis strategy on recovery of kidney function. This multicenter, unblinded, randomized superiority trial enrolled participants with dialysis-requiring acute kidney injury who had a baseline estimated glomerular filtration rate greater than 15 mL/min/1.73 m2, had already initiated kidney replacement therapy, and were hemodynamically stable, with planned intermittent hemodialysis between January 23, 2020, and March 10, 2025, at 4 clinical sites in the United States. Of 909 patients assessed for eligibility, 221 were randomized and 220 received the allocated intervention. The date of last follow-up was June 10, 2025. With the conservative dialysis strategy, participants received dialysis only when specific metabolic or clinical indications were met. Participants in the conventional dialysis group received dialysis 3 times per week until urine output or creatinine clearance criteria were met. The primary study end point was unadjusted kidney function recovery at hospital discharge, defined as being alive and not receiving dialysis, with at least 14 consecutive days without dialysis (including after discharge). Two prespecified key secondary end points were the number of dialysis sessions per week and the number of dialysis-free days to day 28. The mean age of participants was 56 years (SD, 16 years). A total of 148 of 220 participants (67%) were male, 28 (13%) were Black, and 133 (60%) were White. Mean baseline estimated glomerular filtration rate was 64.8 mL/min/1.73 m2 (SD, 30.9 mL/min/1.73 m2). Participants had started kidney replacement therapy a median of 9 days (IQR, 5-18.5 days) before randomization. In the conservative dialysis intervention group, 70 of 109 participants (64%) achieved kidney function recovery at hospital discharge vs 55 of 109 participants (50%) in the conventional dialysis control group (difference, 13.8% [95% CI, 0.8%-26.8%; P&#x2009;=&#x2009;.04]; unadjusted odds ratio, 1.76 [95% CI, 1.02-3.03; P&#x2009;=&#x2009;.04]; after prespecified adjustment: odds ratio, 1.56 [95% CI, 0.86-2.84; P&#x2009;=&#x2009;.15]). Participants in the conservative dialysis group received fewer dialysis sessions per week (median, 1.8 [IQR, 0-2.6] vs 3.1 [IQR, 2.6-3.5]; difference, -1.4 [95% CI, -1.8 to -1.0]) and recovered earlier (21 [IQR, 0-28] vs 5 [IQR, 0-21] consecutive dialysis-free days to day 28; difference, 16 days [95% CI, 5-27]). Dialysis-associated hypotension occurred less frequently in the conservative dialysis group (69 vs 97 events). A conservative dialysis strategy in dialysis-requiring acute kidney injury resulted in a shorter time to and higher rates of recovery of kidney function in the unadjusted analysis. Given uncertainty regarding the estimated effect size, this approach should be tested in a larger study population. ClinicalTrials.gov Identifier: NCT04218370."
    },
    {
      "doi": "10.1001/jama.2025.21358",
      "url": "https://doi.org/10.1001/jama.2025.21358",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841244",
      "article_type": "",
      "pubmed_pmid": "41205146",
      "title": "Metformin to Improve Walking Performance in Lower Extremity Peripheral Artery Disease: The PERMET Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 8",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "McDermott MM Author",
        "Domanchuk KJ Author",
        "Tian L Author",
        "Zhao L Author",
        "Zhang D Author",
        "Bazzano L Author",
        "Berceli S Author",
        "Criqui MH Author",
        "Ferrucci L Author",
        "Guralnik JM Author",
        "Leeuwenburgh C Author",
        "Ho KJ Author",
        "Ismaeel A Author",
        "Kibbe MR Author",
        "Korcarz C Author",
        "Kosmac K Author",
        "Lloyd-Jones D Author",
        "Peterson CA Author",
        "Stein JH Author",
        "Sufit R Author",
        "Wilkins J Author",
        "Polonsky TS Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Lower extremity peripheral artery disease (PAD) is a disabling cardiovascular condition that impairs walking ability. Few effective therapies improve walking performance in people with PAD. Metformin is a widely available and inexpensive therapy for type 2 diabetes with pleiotropic effects that include activating AMP-activated protein kinase, reducing oxidative stress, and stimulating endothelial nitric oxide synthase (eNOS). To determine whether metformin improves 6-minute walk distance, compared with placebo, in people with PAD and without diabetes at 6-month follow-up. Randomized double-blind clinical trial involving 4 centers in the US. Enrollment began May 23, 2017, and ended on February 17, 2025, with 202 of the targeted 212 (95%) enrolled, due to funding limitations. Participants were adults aged 50 years and older with PAD. Final follow-up occurred August 19, 2025. Participants with PAD were randomized to receive either metformin (n&#x2009;=&#x2009;97) or placebo (n&#x2009;=&#x2009;105) for 6 months. The primary outcome was 6-month change in 6-minute walk distance (minimum clinically important difference, 8 to 20 m). Secondary outcomes were maximal treadmill walking time, pain-free treadmill walking time, the Walking Impairment Questionnaire distance and speed scores, the Short-Form 36 physical functioning score, and brachial artery flow-mediated dilation. Results were adjusted for site and the baseline value for each outcome measure. Of 202 randomized patients (mean [SD] age, 69.6 [8.4] years, 56 [28%] female, 79 [39%] Black), 179 (89%) completed 6-month follow-up. Metformin did not significantly improve 6-minute walk distance compared with placebo (metformin: 358.6 to 353.2 m, within-group change: -5.4 m; placebo: 359.8 to 354.5 m, within-group change: -5.3 m, adjusted between-group difference: 1.1 m [95% CI, -16.3 to 18.6 m]; P&#x2009;=&#x2009;.90). Compared with placebo, metformin did not significantly improve any secondary outcomes. The most common serious adverse events were cardiovascular events (3.1% for metformin and 1.9% for placebo). The most common nonserious adverse events were indigestion/stomach upset (64.9% for metformin and 40.6% for placebo) and headache (37.2% for metformin and 49.5% for placebo). Among people with PAD without diabetes, metformin did not improve 6-minute walk distance at 6-month follow-up compared with placebo. These results do not support metformin for improving walking performance in patients with PAD. ClinicalTrials.gov Identifier: NCT03054519."
    },
    {
      "doi": "10.1001/jama.2025.20841",
      "url": "https://doi.org/10.1001/jama.2025.20841",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841245",
      "article_type": "",
      "pubmed_pmid": "41205227",
      "title": "Liberal or Restrictive Postoperative Transfusion in Patients at High Cardiac Risk: The TOP Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 8",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Kougias P Author",
        "Sharath SE Author",
        "Zhan M Author",
        "Carson JL Author",
        "Norman LE Author",
        "Mi Z Author",
        "Pal R Author",
        "Dosluoglu H Author",
        "Modrall JG Author",
        "Sarosi GA Jr Author",
        "Nelson P Author",
        "Arya S Author",
        "Scrymgeour A Author",
        "Ollison J Author",
        "Calais LA Author",
        "Nambi V Author",
        "Gregg LP Author",
        "Abdullah SM Author",
        "Tsai S Author",
        "Becker N Author",
        "Choi JC Author",
        "Chiu L Author",
        "Scali S Author",
        "Barshes NR Author",
        "Awad S Author",
        "Moursi M Author",
        "Koopmann MC Author",
        "Sally M Author",
        "Ihnat D Author",
        "Ramaswamy A Author",
        "Gasper W Author",
        "Tzeng E Author",
        "Wilson MA Author",
        "Tang G Author",
        "Huang G Author",
        "Biswas K Author",
        "TOP Trial Investigators CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Postoperative red blood cell transfusion guidelines recommend transfusion for hemoglobin levels less than 7 g/dL. However, the safety of this strategy in patients at high risk of cardiac events undergoing major operations remains unclear. To evaluate the risk of death or major ischemic events within 90 days after a liberal transfusion strategy compared with a restrictive transfusion strategy in patients at high risk of cardiac events who had undergone major vascular or general surgery operations and developed postoperative anemia. This parallel, single-blind, randomized clinical superiority trial included 1428 veterans (&#x2265;18 y) at high cardiac risk undergoing major vascular or general surgery operations. Participants were enrolled from February 2018 to March 2023 across 16 Veterans Affairs Medical Centers in the US. Seven hundred fourteen participants with postoperative hemoglobin less than 10 g/dL were randomized to a liberal strategy (transfusion trigger at hemoglobin level &lt;10 g/dL) and 714 to a restrictive strategy (transfusion trigger at hemoglobin &lt;7 g/dL). The primary end point was a composite of all-cause death, myocardial infarction, coronary revascularization, acute kidney failure, or ischemic stroke within 90 days after randomization. Secondary end points included a composite of cardiac complications other than myocardial infarction (arrhythmias, heart failure, and nonfatal cardiac arrest). Of the 1424 analyzed veterans (mean age, 69.9 [SD, 7.9] years; 1393 male [97.8%]; 268 Black [18.8%]; 48 Hispanic [4.1%]; 1071 White [75.2%]), 1297 (91.1%) underwent vascular surgical procedures. The mean hemoglobin difference between transfusion strategies was 2.0 g/dL on day 5 after randomization. The primary outcome rate in the liberal group was 9.1% (61 of 670) compared with 10.1% (71 of 700) in the restrictive group (relative risk, 0.90; 95% CI, 0.65-1.24). The secondary end point of cardiac complications without myocardial infarction, which was 1 of 5 secondary end points, occurred in 5.9% (38 of 647) of patients in the liberal group and 9.9% (67 of 678) of patients in the restrictive group (relative risk, 0.59; 99% CI, 0.36-0.98). After major vascular or general surgery operations among patients at high risk of a cardiac event, a liberal transfusion strategy did not reduce 90-day death or major ischemic outcome rates compared with a restrictive strategy. ClinicalTrials.gov Identifier: NCT03229941."
    },
    {
      "doi": "10.1001/jama.2025.21077",
      "url": "https://doi.org/10.1001/jama.2025.21077",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841255",
      "article_type": "",
      "pubmed_pmid": "41206900",
      "title": "Coronary Computed Tomography Angiography in Prediction of First Coronary Events.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Bergström G Author",
        "Engström G Author",
        "Björnson E Author",
        "Adiels M Author",
        "Andersson JSO Author",
        "Andersson T Author",
        "Carlhäll CJ Author",
        "Cederlund K Author",
        "Erlinge D Author",
        "Fagman E Author",
        "Good E Author",
        "Gummesson A Author",
        "Hagström E Author",
        "James S Author",
        "Janzon M Author",
        "Katsoularis I Author",
        "Kuhl J Author",
        "Löfmark H Author",
        "Markstad H Author",
        "Oldgren J Author",
        "Oskarsson V Author",
        "Ostenfeld E Author",
        "Persson A Author",
        "Pistea A Author",
        "Rosengren A Author",
        "Spaak J Author",
        "Sundström J Author",
        "Söderberg S Author",
        "Thunström E Author",
        "Östgren CJ Author",
        "Lind L Author",
        "Jernberg T Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Risk stratification strategies in primary prevention of coronary events lack precision. To determine whether prediction of first coronary events is improved by adding information on coronary atherosclerosis from coronary computed tomography angiography (CCTA) to a model using the pooled cohort equation (PCE) risk score tool and the coronary artery calcification score (CACS). Observational cohort study including individuals aged 50 to 64 years randomly recruited from the general population and examined at 6 university hospitals in Sweden from 2013 to 2018, with a median follow-up of 7.8 years. A sample of 30&#x202f;154 individuals underwent cardiopulmonary imaging, physical examinations, routine laboratory tests, questionnaires, and/or functional tests. This study included 24&#x202f;791 individuals without previous cardiovascular disease for whom high-quality CCTA images were available. Events were followed up via registers until September 2024. The information used from the CCTA images was the extent of coronary atherosclerosis (segment involvement score), presence of noncalcified atherosclerosis, and presence of coronary obstructive disease (stenosis &#x2265;50%). The outcome was a composite of first occurrence of nonfatal myocardial infarction or death from coronary heart disease. During follow-up, 304 coronary events occurred. Segment involvement scores of 3 to 4 and greater than 4 and presence of noncalcified atherosclerosis were associated with hazard ratios of 2.71 (95% CI, 1.34-5.44), 5.27 (95% CI, 2.50-11.07), and 1.66 (95% CI, 1.23-2.22), respectively. In a model based on the PCE and CACS, CCTA-derived data improved risk discrimination (C statistic improved from 0.764 to 0.779; P&#x2009;=&#x2009;.004) and risk reclassification (net reclassification improvement of 0.133 [95% CI, 0.031-0.165]), conferred a net correct upward reclassification of 14.2% in those with events and incorrectly classified 1.6% of participants not experiencing an event into a higher-risk category. Because of the low event rate in the cohort, reclassification mainly occurred in the group classified as at low risk (&lt;5%) according to the PCE. Information on coronary atherosclerosis from CCTA modestly improved risk prediction beyond traditional risk factors and CACS in identifying individuals at risk of coronary events and in need of primary prevention."
    },
    {
      "doi": "10.1001/jama.2025.20620",
      "url": "https://doi.org/10.1001/jama.2025.20620",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841258",
      "article_type": "",
      "pubmed_pmid": "41206969",
      "title": "Efficacy and Safety of Oral PCSK9 Inhibitor Enlicitide in Adults With Heterozygous Familial Hypercholesterolemia: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Ballantyne CM Author",
        "Gellis L Author",
        "Tardif JC Author",
        "Banka P Author",
        "Navar AM Author",
        "Asprusten EA Author",
        "Scott R Author",
        "Stroes ESG Author",
        "Froman S Author",
        "Mendizabal G Author",
        "Wang F Author",
        "Catapano AL Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Persons with heterozygous familial hypercholesterolemia (HeFH) are at increased risk of atherosclerotic cardiovascular disease due to lifelong elevated levels of low-density lipoprotein cholesterol (LDL-C). Many patients with HeFH do not achieve guideline-recommended LDL-C goals with the currently available lipid-lowering therapies. To evaluate the efficacy of enlicitide decanoate (an oral proprotein convertase subtilisin/kexin type 9 inhibitor) vs placebo in adults with HeFH requiring further lowering of LDL-C levels despite use of statin therapy. This phase 3, randomized clinical trial included persons aged 18 years or older with HeFH currently using lipid-lowering therapy (taking at least a moderate- or high-intensity statin) and either an LDL-C level of 55 mg/dL or greater and a history of major atherosclerotic cardiovascular disease or an LDL-C level of 70 mg/dL or greater without a history of major atherosclerotic cardiovascular disease. The trial was conducted at 59 sites across 17 countries; the first participant was screened on August 8, 2023, and the last follow-up visit occurred on April 7, 2025. Participants were randomized (2:1) to 20 mg of enlicitide (n&#x2009;=&#x2009;202) or placebo (n&#x2009;=&#x2009;101) once daily for 52 weeks. The primary outcome was the mean percentage change in LDL-C level at week 24. The secondary outcomes included the mean percentage change in LDL-C level at week 52, the mean percentage change at week 24 in levels of non-high-density lipoprotein cholesterol (non-HDL-C) and apolipoprotein B, and the median percentage change at week 24 in lipoprotein(a). Of the 303 participants (mean age, 52.4 [SD, 13.5] years; 51% were female) randomized, 293 (96.7%) completed the trial. The mean LDL-C level was 119.0 mg/dL (SD, 41.0 mg/dL) at baseline, all had statin current use (81.5% were taking a high-intensity statin), and 64.4% were taking ezetimibe. The mean percentage change in LDL-C level at week 24 was -58.2% in the enlicitide group vs 2.6% in the placebo group (between-group difference, -59.4% [95% CI, -65.6% to -53.2%]; P&#x2009;&lt;&#x2009;.001). The mean percentage change in LDL-C level at week 52 was -55.3% in the enlicitide group vs 8.7% in the placebo group (between-group difference, -61.5% [95% CI, -69.4% to -53.7%]; P&#x2009;&lt;&#x2009;.001). At week 24, the mean percentage change in non-HDL-C level was -52.3% in the enlicitide group vs 2.1% in the placebo group (between-group difference, -53.0% [95% CI, -58.5% to -47.4%]; P&#x2009;&lt;&#x2009;.001), the mean percentage change in apolipoprotein B level was -48.2% vs 1.8%, respectively (between-group difference, -49.1% [95% CI, -54.0% to -44.3%]; P&#x2009;&lt;&#x2009;.001), and the median percentage change in lipoprotein(a) level was -24.7% vs -1.6% (between-group difference, -27.5% [95% CI, -34.3% to -20.6%]; P&#x2009;&lt;&#x2009;.001). The incidence of adverse events, serious adverse events, and study discontinuation due to adverse events was similar between groups. Among adults with HeFH, treatment with enlicitide was well tolerated and significantly reduced levels of LDL-C, apolipoprotein B, non-HDL-C, and lipoprotein(a). ClinicalTrials.gov Identifier: NCT05952869."
    },
    {
      "doi": "10.1001/jama.2025.21112",
      "url": "https://doi.org/10.1001/jama.2025.21112",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841256",
      "article_type": "",
      "pubmed_pmid": "41206973",
      "title": "DASH-Patterned Groceries and Effects on Blood Pressure: The GoFresh Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Juraschek SP Author",
        "Col H Author",
        "Ferro K Author",
        "Turkson-Ocran RN Author",
        "Cluett JL Author",
        "Davis RB Author",
        "Kraemer KM Author",
        "McManus K Author",
        "Mukamal KJ Author",
        "Aidoo EL Author",
        "Larbi Kwapong F Author",
        "Budu M Author",
        "Patil D Author",
        "Nartey S Author",
        "Michetti J Author",
        "Allison S Author",
        "Mate-Kole M Author",
        "Cao J Author",
        "Grobman B Author",
        "Seager R Author",
        "Hines AL Author",
        "Miller ER 3rd Author",
        "Crews DC Author",
        "Fitzpatrick SL Author",
        "GoFresh Collaborative Research Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The Dietary Approaches to Stop Hypertension (DASH) eating plan lowered blood pressure (BP) among Black adults in a controlled environment, but to date, there are no grocery shopping strategies that replicated its health effects in a community setting. The Groceries for Black Residents of Boston to Stop Hypertension (GoFresh) trial was conducted to determine the effects of low sodium-DASH groceries on systolic BP. This parallel-group randomized clinical trial was conducted in Boston from August 2022 to September 2025 among Black residents of urban communities with few grocery stores, a systolic BP of 120 to less than 150 mm Hg, a diastolic BP less than 100 mm Hg, and no hypertension treatment. Data were analyzed from June through October 2025. Participants were randomly assigned to 12 weeks of home-delivered, DASH-patterned groceries ordered weekly with dietitian counseling without emphasizing cost or three $500 stipends every 4 weeks intended for self-directed grocery shopping. The primary comparison was the difference in the 3-month change in model-estimated office systolic BP (based on 3 measurements over at least 2 visits) between interventions. Adherence was assessed via 24-hour urine collection. Secondary outcomes included diastolic BP, body mass index (BMI), hemoglobin A1c levels, and low-density lipoprotein (LDL) cholesterol. Maintenance of effects was assessed 3 months after intervention cessation. Among 180 participants, (mean [SD] age, 46.1 [13.3] years; 102 female [56.7%]; 180 self-reported Black [100%]; 12 Hispanic [6.7%]), 175 individuals (97.2%) completed the primary outcome assessment. Mean (SD) baseline systolic BP and diastolic BP were 130.0 (6.7) mm Hg and 79.8 (8.1) mm Hg. At 3 months, the mean systolic BP changed -5.7 mm Hg (95% CI, -7.4, to-3.9 mm Hg) in the DASH-patterned group and -2.3 mm Hg (95% CI, -4.1 to -0.4 mm Hg) in the self-directed group (difference in changes, -3.4 mm Hg; 95% CI, -5.9 to -0.8 mm Hg; P&#x2009;=&#x2009;.009). Compared with the self-directed group, after 3 months the DASH-patterned group changed mean diastolic BP by -2.4 mm Hg (95% CI, -4.2 to -0.5 mm Hg), urine sodium level by -545 mg/24 h (95% CI, -1041 to -50 mg/24 h), and LDL cholesterol by -8.0 mg/dL (95% CI, -13.7 to -2.3 mg/dL) (to convert LDL cholesterol to millimoles per liter, multiply by 0.0259). Effects were not maintained 6 months after the intervention was initiated. No effects occurred in BMI or hemoglobin A1c level. In this study, a program of home-delivered, DASH-style groceries plus dietitian counseling decreased BP and LDL cholesterol levels beyond comparable monetary compensation. However, effects were not maintained after the intervention ended. ClinicalTrials.gov Identifier: NCT05121337."
    },
    {
      "doi": "10.1001/jama.2025.21056",
      "url": "https://doi.org/10.1001/jama.2025.21056",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841253",
      "article_type": "",
      "pubmed_pmid": "41206802",
      "title": "Caffeinated Coffee Consumption or Abstinence to Reduce Atrial Fibrillation: The DECAF Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Wong CX Author",
        "Cheung CC Author",
        "Montenegro G Author",
        "Oo HH Author",
        "Peña IJ Author",
        "Tang JJ Author",
        "Tu SJ Author",
        "Wall G Author",
        "Dewland TA Author",
        "Moss JD Author",
        "Gerstenfeld EP Author",
        "Tseng ZH Author",
        "Hsia HH Author",
        "Lee RJ Author",
        "Olgin JE Author",
        "Vedantham V Author",
        "Scheinman MM Author",
        "Lee C Author",
        "Sanders P Author",
        "Marcus GM Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Conventional wisdom holds that caffeinated coffee is proarrhythmic. Coffee is the most commonly consumed caffeinated beverage in the US, and a randomized trial assessing caffeinated coffee consumption in patients with atrial fibrillation (AF) has not previously been performed. To determine the effect of caffeinated coffee consumption compared with abstinence from coffee and caffeine on recurrent AF. This was a prospective, open-label, randomized clinical trial enrolling 200 current or previous (within past 5 years) coffee-drinking adults with persistent AF, or atrial flutter with a history of AF, planned for electrical cardioversion from 5 hospitals in the US, Canada, and Australia between November 2021 and December 2024. The date of final follow-up was June 5, 2025. Patients were randomized in a 1:1 ratio to regular caffeinated coffee consumption vs coffee and caffeine abstinence for 6 months. Patients in the coffee consumption group were encouraged to drink at least 1 cup of caffeinated coffee daily. Patients in the abstinence group were encouraged to completely abstain from both caffeinated and decaffeinated coffee and other caffeine-containing products. The primary end point was clinically detected recurrence of AF or atrial flutter over 6 months. Two hundred patients (mean [SD] age, 69 [11] years; 71% male) were randomized to caffeinated coffee consumption (n&#x2009;=&#x2009;100) or coffee abstinence (n&#x2009;=&#x2009;100). Baseline coffee intake was 7 cups (IQR, 7-18) per week in both groups. During follow-up, coffee intake in the consumption and abstinence groups was 7 (IQR, 6-11) and 0 (IQR, 0-2) cups per week, respectively, resulting in a between-group difference of 7 cups (95% CI, 7-7) per week. In the primary analysis, AF or atrial flutter recurrence was less in the coffee consumption (47%) than the coffee abstinence (64%) group, resulting in a 39% lower hazard of recurrence (hazard ratio, 0.61 [95% CI, 0.42-0.89]; P&#x2009;=&#x2009;.01). A comparable benefit of coffee consumption was observed with AF recurrence only. There was no significant difference in adverse events. In this clinical trial of coffee drinkers after successful cardioversion, allocation to consumption of caffeinated coffee averaging 1 cup a day was associated with less recurrence of AF or atrial flutter compared with abstinence from coffee and caffeinated products. ClinicalTrials.gov Identifier: NCT05121519."
    },
    {
      "doi": "10.1001/jama.2025.20648",
      "url": "https://doi.org/10.1001/jama.2025.20648",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841257",
      "article_type": "",
      "pubmed_pmid": "41206967",
      "title": "Familial Hypercholesterolemia Screening in Childhood and Early Adulthood: A Cost-Effectiveness Study.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Bellows BK Author",
        "Zhang Y Author",
        "Ruiz-Negrón N Author",
        "Kazi DS Author",
        "Khera AV Author",
        "Woo JG Author",
        "Urbina EM Author",
        "Jacobs DR Jr Author",
        "Allen NB Author",
        "Wong JB Author",
        "de Ferranti SD Author",
        "Moran AE Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Heterozygous familial hypercholesterolemia (FH), a genetic condition, results in lifelong increased low-density lipoprotein cholesterol (LDL-C) and increases lifetime cardiovascular disease (CVD) risk. Most individuals with FH remain undiagnosed, so early FH identification and treatment could lower CVD burden. To evaluate the projected cost-effectiveness of population sequential FH screening (lipid testing followed by genetic testing after a high LDL-C measurement) at 10 or 18 years of age. The CVD Policy Model, a validated discrete event simulation of CVD risk factor management and CVD outcomes in National Health and Nutrition Examination Survey participants, was used to simulate lifetime health and economic outcomes from a health care sector perspective for a hypothetical cohort of 4.2 million US 10-year-olds. Individual characteristics and health care processes informed CVD events (coronary heart disease or stroke) and survival probabilities. Model inputs included national data sources, clinical trials, pooled longitudinal cohort studies, and published literature. Usual care assumed only opportunistic lipid testing and LDL-C and CVD risk-guided treatment. When added to usual care, sequential FH screening strategies examined combinations of childhood (age 10 years) or early adulthood (age 18 years) screening with 3 LDL-C thresholds (&#x2265;130 mg/dL, &#x2265;160 mg/dL, or &#x2265;190 mg/dL) to select patients for genetic testing. Primary outcomes were direct health care costs (2021 US dollars), quality-adjusted life-years (QALYs), and an incremental cost-effectiveness ratio (ICER). Future costs and QALYs were discounted 3% annually. Strategies with an ICER of less than $100&#x202f;000 per QALY gained were considered cost-effective. For the simulated cohort, usual care would lead to 3&#x202f;118&#x202f;000 (95% uncertainty interval, 3&#x202f;061&#x202f;000-3&#x202f;192&#x202f;000) total lifetime CVD events, with 16&#x202f;182 (95% uncertainty interval, 15&#x202f;683-16&#x202f;827) among those with FH. Childhood FH screening could avert between 1385 and 1820 CVD events (&lt;0.1% reduction in overall population), and early adulthood FH screening could avert between 1154 and 1448 CVD events (&lt;0.1% reduction). While effective, no FH screening strategies were cost-effective relative to usual care; screening at age 18 years using an LDL-C threshold of 190 mg/dL or greater had the lowest ICER, at $289&#x202f;700 per QALY gained. Sequential FH screening could become cost-effective vs usual care if lifetime lipid monitoring plus lifestyle therapy increased after a high screening LDL-C result, including for patients with non-FH dyslipidemias. Sequential FH screening in childhood or early adulthood could be effective but not cost-effective vs usual care. However, sequential FH screening could become cost-effective under highly optimistic assumptions about increased lifestyle therapy and increased lifetime lipid monitoring for patients with non-FH dyslipidemias."
    },
    {
      "doi": "10.1001/jama.2025.16189",
      "url": "https://doi.org/10.1001/jama.2025.16189",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838519",
      "article_type": "",
      "pubmed_pmid": "40886310",
      "title": "Fractional Flow Reserve-Guided Complete vs Culprit-Only Revascularization in Non-ST-Elevation Myocardial Infarction and Multivessel Disease: The SLIM Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 11",
      "volume": "334",
      "issue": "18",
      "pages": "1628-1637",
      "authors": [
        "Pustjens TFS Author",
        "Veenstra L Author",
        "Camaro C Author",
        "Ruiters AW Author",
        "Lux Á Author",
        "Ruzsa Z Author",
        "Piroth Z Author",
        "Ilhan M Author",
        "Vainer J Author",
        "Gho B Author",
        "Winkler PJC Author",
        "Stein M Author",
        "Theunissen RALJ Author",
        "Kala P Author",
        "Polad J Author",
        "Berta B Author",
        "Gabrio A Author",
        "van Royen N Author",
        "van 't Hof AWJ Author",
        "Rasoul S Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The benefits of fractional flow reserve (FFR)-guided complete coronary revascularization in patients with non-ST-segment elevation myocardial infarction (NSTEMI) and multivessel disease remain unclear. To compare FFR-guided complete revascularization of nonculprit lesions vs culprit-only revascularization in patients with NSTEMI and multivessel disease. This prospective, investigator-initiated, multicenter, international randomized clinical trial was conducted at 9 hospitals in Europe. Patients with NSTEMI and multivessel disease who had successful revascularization of the culprit lesion were enrolled between June 2018 and July 2024, and final follow-up was completed on July 21, 2025. The analysis was conducted on July 28, 2025. Eligibility criteria included the presence of at least 1 stenosis of at least 50% in a nonculprit lesion amendable for revascularization. Patients were randomized to receive either FFR-guided complete or culprit-only revascularization during the index procedure. Staged revascularization within 6 weeks after the index procedure was allowed in the culprit-only group. The primary outcome was a composite of all-cause death, nonfatal myocardial infarction, any revascularization, and stroke at 1 year. Key secondary outcomes included individual components of the primary outcome, net adverse clinical events, all-cause death or nonfatal myocardial infarction, cardiac rehospitalization, and bleeding events. Among 478 randomized patients (mean [SD] age, 65.9 [10.6] years; 347 [72.9%] males), 240 were randomized to receive FFR-guided complete revascularization and 238 were randomized to receive culprit-only revascularization, with crossover occurring in 7 patients in the culprit-only group. The primary outcome occurred in 13 patients (5.5%) in the FFR-guided complete revascularization group vs 32 patients (13.6%) in the culprit-only group (hazard ratio [HR], 0.38 [95% CI, 0.20-0.72]; P&#x2009;=&#x2009;.003). Rates of any revascularization (3.0% vs 11.5%; HR, 0.24 [95% CI, 0.11-0.56]; P&#x2009;&lt;&#x2009;.001) and net adverse clinical events (6.3% vs 15.3%; HR, 0.39 [95% CI, 0.21-0.70]; P&#x2009;=&#x2009;.002) were also significantly lower in the complete revascularization group, while there were no significant differences in the remaining secondary outcomes. FFR-guided complete revascularization during the index procedure resulted in a significant reduction in the composite of all-cause death, nonfatal myocardial infarction, any revascularization, and stroke at 1 year. This was mainly driven by reduced repeat revascularization. ClinicalTrials.gov Identifier: NCT03562572."
    },
    {
      "doi": "10.1001/jama.2025.19161",
      "url": "https://doi.org/10.1001/jama.2025.19161",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841553",
      "article_type": "",
      "pubmed_pmid": "41247717",
      "title": "Arsenic Exposure Reduction and Chronic Disease Mortality.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 17",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Wu F Author",
        "van Geen A Author",
        "Graziano J Author",
        "Ahmed KM Author",
        "Liu M Author",
        "Argos M Author",
        "Parvez F Author",
        "Choudhury I Author",
        "Slavkovich VN Author",
        "Ellis T Author",
        "Islam T Author",
        "Ahmed A Author",
        "Kibriya MG Author",
        "Jasmine F Author",
        "Shahriar MH Author",
        "Hasan R Author",
        "Shima SA Author",
        "Sarwar G Author",
        "Navas-Acien A Author",
        "Ahsan H Author",
        "Chen Y Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Chronic exposure to arsenic in drinking water has been associated with increased chronic disease mortality. However, there is limited evidence on associations between reduced exposure and mortality risk. To examine whether reductions in arsenic exposure, measured using urinary arsenic levels, are associated with lower mortality from chronic diseases, including cancer and cardiovascular disease (CVD). A prospective cohort of 11&#x202f;746 adults was enrolled between 2000 and 2002 in Araihazar, Bangladesh, with levels of well-water arsenic ranging from less than 1 &#xb5;g/L to 864 &#xb5;g/L (mean, 102 &#xb5;g/L), exceeding the Bangladesh standard of 50 &#xb5;g/L. Arsenic levels declined over time as a result of community mitigation. Mortality was tracked through 2022. Analyses included 10&#x202f;977 participants with calculable changes in urinary arsenic levels. Urinary arsenic levels were measured up to 5 times per participant through 2018. Participants were categorized based on changes in urinary arsenic levels. Adjusted hazard ratios (aHRs) and 95% CIs for mortality from chronic diseases, including cancer and CVD. Among 10&#x202f;977 participants (57% female; mean age, 37.0 [SD, 10.1] years), mean urinary arsenic levels declined from 283 (SD, 314) to 132 (SD, 161) &#xb5;g/g creatinine from 2000 to 2018. Each IQR decrease in urinary arsenic (197 &#xb5;g/g creatinine) was associated with 22% lower chronic disease mortality (aHR, 0.78 [95% CI, 0.75-0.82]), 20% lower cancer mortality (aHR, 0.80 [95% CI, 0.73-0.87]), and 23% lower CVD mortality (aHR, 0.77 [95% CI, 0.73-0.81]). Time-varying Cox and restricted cubic spline analyses showed larger reductions were associated with lower mortality, while increases were linked to higher risk. Compared with participants with consistently high urinary arsenic levels (above the baseline median of 199 &#xb5;g/g creatinine [n&#x2009;=&#x2009;1757]), those whose levels declined below the median (n&#x2009;=&#x2009;3757) had lower mortality from chronic diseases (aHR, 0.46 [95% CI, 0.39-0.53]), including cancer (aHR, 0.51 [95% CI, 0.35-0.73]) and CVD (aHR, 0.43 [95% CI, 0.34-0.53]), similar to those consistently below the median (n&#x2009;=&#x2009;4959) (aHR, 0.43-0.49). Findings were similar in propensity score-matched analyses. These findings support an association between reduced arsenic exposure and improved health outcomes in populations exposed to contaminated drinking water."
    },
    {
      "doi": "10.1001/jama.2025.16372",
      "url": "https://doi.org/10.1001/jama.2025.16372",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840089",
      "article_type": "",
      "pubmed_pmid": "41100108",
      "title": "Pathogenic Germline Variants in Cancer Susceptibility Genes.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 16",
      "volume": "334",
      "issue": "19",
      "pages": "1765-8",
      "authors": [
        "Idumah G Author",
        "Newell D Author",
        "Hadrys M Author",
        "Ribaudo I Author",
        "Ni Y Author",
        "Arbesman J Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cross-sectional analysis uses data from the All of Us study to estimate the population-level prevalence in US adults of pathogenic variants in key cancer susceptibility genes."
    },
    {
      "doi": "10.1001/jama.2025.16837",
      "url": "https://doi.org/10.1001/jama.2025.16837",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839664",
      "article_type": "",
      "pubmed_pmid": "41060661",
      "title": "Respiratory Gas Shifts to Delay Asphyxiation in Critical Avalanche Burial: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 8",
      "volume": "334",
      "issue": "19",
      "pages": "1720-7",
      "authors": [
        "Eisendle F Author",
        "Roveri G Author",
        "Rauch S Author",
        "Thomassen Ø Author",
        "Dal Cappello T Author",
        "Assmus J Author",
        "Malacrida S Author",
        "Kammerer T Author",
        "Schweizer J Author",
        "Borasio N Author",
        "Dörck V Author",
        "Falk M Author",
        "Falla M Author",
        "Fruzzetti N Author",
        "Maxenti M Author",
        "Mydske S Author",
        "Sasso GM Author",
        "Vinetti G Author",
        "Wallner B Author",
        "Brattebø G Author",
        "Brugger H Author",
        "Strapazzon G Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "People who are critically buried by an avalanche typically die of asphyxia within 35 minutes, often making timely rescue impossible. The development of new strategies to delay asphyxiation is crucial to improve survival rates. To investigate the efficacy of a novel, user-carried avalanche safety device that delivers airflow from avalanche debris to the user's airway without requiring supplemental oxygen or a mouthpiece. This randomized, blinded, clinical trial was organized by 4 institutions and conducted at 1 field location in Italy from January to March 2023. Healthy volunteers aged 18 to 60 years were enrolled. Trial participants underwent a critical snow burial simulation while in a prone position covered by at least 50 cm of snow. Vital parameters were continuously monitored throughout the simulation to ensure participant safety and to collect physiological data. Participants were randomized to the safety device group (using the Safeback SBX device) or the control group (using a sham device). The safety device group completed an unblinded control in which the participants who remained buried after 35 minutes were seamlessly transferred to the sham device. The primary outcome measure was the time to oxygen saturation as measured by pulse oximetry (Spo2) less than 80% (event) during 35 minutes of monitoring, comparing intervention and control groups. Secondary outcomes included oxygen and carbon dioxide concentrations at different distances in the snow. Of 36 randomized participants, 24 performed and completed the trial and were included in the final analysis. The median (IQR) age was 27 (25-32) years, and 13 (54%) were male. In the safety device group, the median (IQR) burial duration was 35.0 (35.0-35.0) minutes and there were no events; in the control group, the median (IQR) burial duration was 6.4 (4.8-13.5) minutes and there were 7 events. The safety device group had a significantly lower risk of termination due to Spo2 less than 80% (P&#x2009;&lt;&#x2009;.001 for both log-rank and Breslow tests). Carbon dioxide in the air pocket was 1.3% (95% CI, 1.0%-1.6%) vs 6.1% (95% CI, 5.1%-7.1%) and oxygen was 19.8% (95% CI, 19.5%-20.1%) vs 12.4% (95% CI, 11.2%-13.5%) at the same points in the safety device and control groups, respectively. A user-carried avalanche safety device that delivers airflow from avalanche debris to the user's airways without requiring supplemental oxygen delayed critical hypoxemia and hypercapnia during simulated critical burial. ClinicalTrials.gov Identifier: NCT05779540."
    },
    {
      "doi": "10.1001/jama.2025.17639",
      "url": "https://doi.org/10.1001/jama.2025.17639",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840484",
      "article_type": "",
      "pubmed_pmid": "41129120",
      "title": "Bioresorbable vs Metallic Occluders for Transcatheter Atrial Septal Defect Closure: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 23",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Ouyang W Author",
        "Jiang H Author",
        "Yan X Author",
        "Hua Y Author",
        "Luo Z Author",
        "Yang S Author",
        "Duan W Author",
        "You T Author",
        "Jin J Author",
        "Zhao X Author",
        "Hong L Author",
        "Jiang X Author",
        "Ge S Author",
        "Guo Q Author",
        "Pan J Author",
        "Wang C Author",
        "Zhang F Author",
        "Wang S Author",
        "Wang Y Author",
        "Pan X Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The permanent metallic occluders used for atrial septal defect (ASD) closure are associated with risks of late complications and may impede access to the left atrium. Bioresorbable occluders have the potential to address these limitations but have yet to be validated in randomized clinical trials. To evaluate whether a bioresorbable occluder is noninferior to a metallic occluder based on its efficacy and safety for transcatheter ASD closure. This multicenter, noninferiority, open-label randomized clinical trial included participants with secundum ASD. Enrollment occurred from May 8, 2021, to August 3, 2022, at 10 hospital sites in China. The 2-year follow-up period ended in September 2024. Participants were randomized in a 1:1 ratio to receive a bioresorbable occluder (n&#x2009;=&#x2009;116) or a metallic occluder (n&#x2009;=&#x2009;114). The primary outcome was the success rate of ASD closure at 6 months (closure success was defined as procedural success with a residual shunt diameter of &#x2264;2 mm, which was assessed using transthoracic echocardiography). At the 2-year follow-up, the occluder groups were compared regarding the success of ASD closure and the device-related adverse events. The degradation profile of the bioresorbable occluder was assessed at 2 years. Of the 230 participants randomized, implantation was not attempted in 1 participant in the bioresorbable occluder group due to a small femoral vein, leaving 229 (median age, 14.1 years [IQR, 7.0 to 37.3 years]; 68% were female). At 6 months, the success rate of ASD closure was 96.5% (111 of 115 patients) for the bioresorbable occluder group vs 97.4% (111 of 114 patients) for the metallic occluder group (between-group difference, -0.8 percentage points [95% CI, -5.0 to 3.7]; P&#x2009;&lt;&#x2009;.001 for noninferiority). At 2 years, there were no statistically significant between-group differences in ASD closure success (94.8% [109/115] in the bioresorbable occluder group vs 96.5% [110/114] in the metallic occluder group; P&#x2009;=&#x2009;.75), or in device-related adverse events (2.6% [3/115] vs 3.5% [4/114], respectively; P&#x2009;=&#x2009;.72). The rate of degradation at 2 years was approximately 99.8% for the bioresorbable occluder. A bioresorbable occluder is noninferior to a metallic occluder for ASD closure, with near-complete degradation by 2 years. These findings suggest that a bioresorbable occluder could be a valuable addition to the options for transcatheter ASD closure. chictr.org.cn Identifier: ChiCTR2100044408."
    },
    {
      "doi": "10.1001/jama.2025.20951",
      "url": "https://doi.org/10.1001/jama.2025.20951",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841781",
      "article_type": "",
      "pubmed_pmid": "41284263",
      "title": "Gestational Weight Gain and Pregnancy Outcomes After GLP-1 Receptor Agonist Discontinuation.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 24",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Maya J Author",
        "Pant D Author",
        "Fu Y Author",
        "James K Author",
        "Batlle C Author",
        "Hsu S Author",
        "Soria-Contreras DC Author",
        "Shook LL Author",
        "Mow C Author",
        "Hivert MF Author",
        "Thaweethai T Author",
        "Powe CE Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Glucagon-like peptide-1 receptor agonists (GLP-1RAs) are contraindicated in pregnancy. Discontinuation of GLP-1RAs proximal to pregnancy could affect gestational weight gain and pregnancy outcomes. To compare gestational weight gain and pregnancy outcomes with and without exposure to GLP-1RAs before or during early pregnancy. Retrospective cohort study of 149&#x202f;790 singleton pregnancies delivered between June 1, 2016, and March 31, 2025, within a single academic health system. A GLP-1RA order between 3 years before and 90 days after conception, with propensity score matching of each exposed pregnancy to 3 unexposed pregnancies. The primary outcome was gestational weight gain. Secondary outcomes were excess gestational weight gain, large and small for gestational age birth weight, birth weight percentile for gestational age and sex, birth length, preterm delivery, cesarean delivery, gestational diabetes, and hypertensive disorders of pregnancy. Among 149&#x202f;790 pregnancies during the study period, 1792 (448 exposed and 1344 unexposed) were matched for the primary analysis. Exposed pregnancies had mean maternal age of 34.0 years (SD, 4.7 years) and prepregnancy body mass index of 36.1 (SD, 6.5; calculated as weight in kilograms divided by height in meters squared); 378 of 448 (84%) had obesity and 104 of 448 (23%) had preexisting diabetes; 136 (30%) were Hispanic, 49 (11%) were non-Hispanic Black, and 223 (50%) were non-Hispanic White; and 43 (10%) had public insurance. The GLP-1RA-exposed pregnancies had greater gestational weight gain (mean, 13.7 kg [SD, 9.2]) than propensity score-matched unexposed pregnancies (mean, 10.5 kg [SD, 8.0]), a difference of 3.3 kg (95% CI, 2.3-4.2; P&#x2009;&lt;&#x2009;.001). The GLP-1RA-exposed group had a higher risk of excess gestational weight gain (65% vs 49%; risk ratio [RR], 1.32; 95% CI, 1.19-1.47), greater mean birth weight percentile (58.4% vs 54.8%; difference, 3.6%; 95% CI, 0.2%-6.9%), and higher risk of preterm delivery (17% vs 13%; RR, 1.34; 95% CI, 1.06-1.69), gestational diabetes (20% vs 15%; RR, 1.30; 95% CI, 1.01-1.68), and hypertensive disorders of pregnancy (46% vs 36%; RR, 1.29; 95% CI, 1.12-1.49). There was no difference in birth length, risk of large or small for gestational age birth weight, or cesarean delivery. In a cohort composed primarily of women with obesity, GLP-1RA use with subsequent prepregnancy or early pregnancy discontinuation was associated with more gestational weight gain and a higher risk of preterm delivery, gestational diabetes, and hypertensive disorders of pregnancy."
    },
    {
      "doi": "10.1001/jama.2025.15841",
      "url": "https://doi.org/10.1001/jama.2025.15841",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839302",
      "article_type": "",
      "pubmed_pmid": "40991250",
      "title": "Medicare Part D Coverage and Costs for Glucagon-Like Peptide-1 Receptor Agonists.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 25",
      "volume": "334",
      "issue": "20",
      "pages": "1848-1850",
      "authors": [
        "Klebanoff MJ Author",
        "Li P Author",
        "Long JA Author",
        "Doshi JA Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cross-sectional study examines Medicare Part D coverage and out-of-pocket costs for glucagon-like peptide-1 receptor agonists following implementation of the Inflation Reduction Act."
    },
    {
      "doi": "10.1001/jama.2025.19433",
      "url": "https://doi.org/10.1001/jama.2025.19433",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842072",
      "article_type": "",
      "pubmed_pmid": "41296368",
      "title": "Therapeutic Use of Cannabis and Cannabinoids: A Review.",
      "journal": "JAMA",
      "pubdate": "2025 Nov 26",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Hsu M Author",
        "Shah A Author",
        "Jordan A Author",
        "Gold MS Author",
        "Hill KP Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Approximately 27% of adults in the US and Canada report having ever used cannabis for medical purposes. An estimated 10.5% of the US population reports using cannabidiol (CBD), a chemical compound extracted from cannabis that does not have psychoactive effects, for therapeutic purposes. Conditions for which cannabinoids have approval from the US Food and Drug Administration include HIV/AIDS-related anorexia, chemotherapy-induced nausea and vomiting, and certain pediatric seizure disorders. A meta-analysis of randomized clinical trials reported a small but significant reduction in nausea and vomiting from various causes (eg, chemotherapy, cancer) when comparing prescribed cannabinoids (eg, dronabinol, nabilone) with placebo or active comparators (eg, alizapride, chlorpromazine; standardized mean difference [SMD], -0.29 [95% CI, -0.39 to -0.18]). A meta-analysis of randomized clinical trials among patients with HIV/AIDS reported that cannabinoids had a moderate effect on increasing body weight compared with placebo (SMD, 0.57 [95% CI, 0.22 to 0.92]). Evidence-based guidelines do not recommend the use of inhaled or high-potency cannabis (&#x2265;10% or 10 mg &#x394;9-tetrahydrocannabinol [&#x394;9-THC]) for medical purposes. High-potency cannabis compared with low-potency cannabis use is associated with increased risk of psychotic symptoms (12.4% vs 7.1%) and generalized anxiety disorder (19.1% vs 11.6%). A meta-analysis of observational studies reported that 29% of individuals who used cannabis for medical purposes met criteria for cannabis use disorder. Daily inhaled cannabis use compared with nondaily use was associated with an increased risk of coronary heart disease (2.0% vs 0.9%), myocardial infarction (1.7% vs 1.3%), and stroke (2.6% vs 1.0%). Evidence from randomized clinical trials does not support the use of cannabis or cannabinoids for most conditions for which it is promoted, such as acute pain and insomnia. Before considering cannabis or cannabinoids for medical use, clinicians should consult applicable institutional, state, and national regulations; evaluate for drug-drug interactions; and assess for contraindications (eg, pregnancy) or conditions in which risks likely outweigh benefits (eg, schizophrenia or ischemic heart disease). For patients using cannabis or cannabinoids for treatment of medical conditions, clinicians should discuss harm reduction strategies, including avoiding concurrent use with alcohol or other central nervous system depressants such as benzodiazepines, using the lowest effective dose, and avoiding use when driving or operating machinery. Evidence is insufficient for the use of cannabis or cannabinoids for most medical indications. Clear guidance from clinicians is essential to support safe, evidence-based decision-making. Clinicians should weigh benefits against risks when engaging patients in informed discussions about cannabis or cannabinoid use."
    }
  ]
}