{
  "from": "2025-12-01",
  "to": "2025-12-31",
  "items": [
    {
      "doi": "10.1001/jama.2025.23373",
      "url": "https://doi.org/10.1001/jama.2025.23373",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842476",
      "article_type": "",
      "pubmed_pmid": "41334859",
      "title": "Intraoperative Driving Pressure-Guided High PEEP vs Standard Low PEEP for Postoperative Pulmonary Complications.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 3",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Writing and Steering Committees for the DESIGNATION–Investigators CollectiveName",
        "Dorland G Author",
        "Gama de Abreu M Author",
        "Hemmes SNT Author",
        "Hol L Author",
        "Hollmann MW Author",
        "van Meenen DMP Author",
        "Nijbroek SGLH Author",
        "Schultz MJ Author",
        "Serpa Neto A Author",
        "Vermeulen TD Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The effect of individualized high positive end-expiratory pressure (PEEP) and recruitment maneuvers, targeting a low driving pressure, on clinical outcomes in patients undergoing open abdominal surgery is uncertain. To compare driving pressure-guided high PEEP and recruitment maneuvers with standard low PEEP without recruitment maneuvers with respect to postoperative pulmonary complications. Randomized clinical trial of 1435 adults at increased risk for postoperative pulmonary complications who were scheduled for open abdominal surgery. The trial was conducted at 29 sites in 5 countries across Europe from April 2019 to December 2024; final follow-up was in March 2025. Statistical analysis was conducted in May 2025. Patients were randomized to undergo intraoperative ventilation with driving pressure-guided high PEEP and recruitment maneuvers (n&#x2009;=&#x2009;718) or to intraoperative ventilation with standard low PEEP (n&#x2009;=&#x2009;717). All patients received low tidal volume ventilation. The primary outcome was a composite of pulmonary complications within the first 5 postoperative days, including severe respiratory failure, bronchospasm, suspected pulmonary infection, pulmonary infiltrates, aspiration pneumonitis, atelectasis, acute respiratory distress syndrome, pleural effusion, cardiopulmonary edema, and pneumothorax. Among the 16 prespecified secondary outcomes, 4 concerned intraoperative complications, including hypotension (decrease in mean arterial pressure of &gt;20% for &gt;3 minutes) and desaturation (Spo2 &lt;92% for &gt;1 minute). Among 1468 adults, 1435 (98%) completed the trial (median [IQR] age, 66 [57-74] years; 52% female). In the primary analysis population, the primary outcome occurred in 142 of 718 patients (19.8%) in the driving pressure-guided high PEEP group compared with 125 of 717 patients (17.4%) in the low PEEP group (absolute difference, 2.5% [95% CI, -1.5% to 6.4%]; P&#x2009;=&#x2009;.23). The incidence of hypotension (382 [54.0%] vs 317 [45.0%]) and use of vasoactive agents (224 [32.0%] vs 130 [18.8%]) was higher in the high PEEP group; the incidence of intraoperative desaturation (6 [0.8%] vs 20 [2.8%]) was higher in the low PEEP group. Among patients at increased risk for postoperative pulmonary complications undergoing open abdominal surgery under general anesthesia, intraoperative ventilation with driving pressure-guided high PEEP and recruitment maneuvers, compared with a strategy with standard low PEEP, did not reduce postoperative pulmonary complications. ClinicalTrials.gov Identifier: NCT03884543."
    },
    {
      "doi": "10.1001/jama.2025.21454",
      "url": "https://doi.org/10.1001/jama.2025.21454",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842440",
      "article_type": "",
      "pubmed_pmid": "41359314",
      "title": "Prediction of Bacteremia and Bacterial Meningitis Among Febrile Infants Aged 28 Days or Younger.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 8",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Burstein B Author",
        "Waterfield T Author",
        "Umana E Author",
        "Xie J Author",
        "Kuppermann N Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Fever in the first month of life is often the only sign of life-threatening invasive bacterial infection, specifically bacteremia or bacterial meningitis. Most international guidelines recommend routine lumbar punctures for all febrile infants 28 days or younger to rule out bacterial meningitis. Clinical prediction rules may allow for select testing, but limited information exists on their performance to identify infants at low risk for invasive bacterial infections. To evaluate the diagnostic accuracy of the updated Pediatric Emergency Care Applied Research Network (PECARN) prediction rule for identifying febrile infants 28 days or younger with bacteremia or bacterial meningitis. This pooled analysis of 4 published prospective cohort studies from pediatric emergency departments across 6 countries within the global Pediatric Emergency Research Network included previously healthy, non-ill-appearing, full-term (&#x2265;37 weeks' gestation) infants aged 28 days or younger with a temperature greater than or equal to 38.0 &#xb0;C who underwent urine, blood, and serum testing. Infants were classified as low risk if they had a negative urinalysis/dipstick test result, serum procalcitonin less than or equal to 0.5 ng/mL, and blood absolute neutrophil count less than or equal to 4000/mm3. Meta-analytic methods were applied to assess diagnostic accuracy (sensitivity, specificity, and positive and negative predictive values) of the PECARN rule for detection of infants with invasive bacterial infections (bacteremia or bacterial meningitis). Among 1537 infants 28 days or younger (905 male, 1324 hospitalized, 1080 with lumbar punctures), 69 (4.5%) had invasive bacterial infections, including 11 (0.7%) with bacterial meningitis. Overall, 632 (41.1%) met low-risk criteria. The prediction rule had a sensitivity of 94.2% (95% CI, 85.6%-97.8%), specificity of 41.6% (95% CI, 36.7%-46.7%), positive predictive value of 6.9% (95% CI, 4.8%-9.9%), and negative predictive value of 99.4% (95% CI, 98.1%-99.8%) for invasive bacterial infections. In a secondary analysis of 2531 infants from the 2 US-based cohorts from which the rule was originally derived and the 4 validation cohorts, 96 (3.8%) had invasive bacterial infections, 22 (0.9%) had bacterial meningitis, and 1079 (42.6%) were classified as low risk; rule performance was similar. No infants with bacterial meningitis were misclassified in the primary or secondary analyses. The updated PECARN rule had high sensitivity but lower specificity for identifying febrile infants 28 days or younger with invasive bacterial infections in this study, with no missed cases of bacterial meningitis. These results may support shared decision-making regarding select vs routine use of lumbar puncture among infants classified as being at low risk of invasive bacterial infections."
    },
    {
      "doi": "10.1001/jama.2025.24384",
      "url": "https://doi.org/10.1001/jama.2025.24384",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842610",
      "article_type": "",
      "pubmed_pmid": "41361939",
      "title": "Effect of Automated Closed-Loop Ventilation vs Protocolized Conventional Ventilation on Ventilator-Free Days in Critically Ill Adults: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 8",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Sinnige JS Author",
        "Buiteman-Kruizinga LA Author",
        "Horn J Author",
        "Paulus F Author",
        "Schultz MJ Author",
        "Serpa Neto A Author",
        "ACTiVE Investigators and the Protective Ventilation Network CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Automated closed-loop ventilation systems continuously adjust ventilator settings based on real-time physiologic feedback and may optimize lung-protective ventilation. Their effect on patient-centered outcomes in critically ill patients receiving ventilation remains uncertain. To determine whether early initiation of automated closed-loop ventilation increases ventilator-free days at day 28 compared with protocolized conventional ventilation. International, multicenter, randomized clinical trial conducted at 7 intensive care units (ICUs) in the Netherlands and Switzerland. Adult patients with less than 1 hour elapsed after initiation of invasive ventilation and expected to require ventilation for 24 hours or longer were enrolled between October 2020 and June 2025, with final follow-up completed at 90 days. Patients were randomly assigned (1:1) to receive automated closed-loop ventilation using INTELLiVENT adaptive support ventilation (n&#x2009;=&#x2009;602) or protocolized conventional ventilation (n&#x2009;=&#x2009;599). Both groups followed standardized ventilation management, sedation, and weaning protocols. The primary outcome was the number of ventilator-free days at day 28, defined as days alive and free from invasive ventilation. Secondary outcomes included mortality, duration of ventilation among survivors, ICU and hospital lengths of stay, and ventilation quality. Safety outcomes included severe hypoxemia, hypercapnia, and need for rescue therapies, including prone positioning, recruitment maneuvers, or bronchoscopy. Among 1514 randomized patients, 1201 (79%) were included in the modified intention-to-treat analysis (36% women; median age, 63 years). The median of ventilator-free days at day 28 was 16.7 days (IQR, 0.0-26.1 days) in the closed-loop ventilation group and 16.3 days (IQR, 0.0-26.5 days) in the conventional ventilation group (odds ratio, 0.91; 95% CI, 0.77-1.06; P&#x2009;=&#x2009;.23). There were no differences between groups in components of the primary outcome, ie, duration of ventilation in survivors and 28-day mortality. There were no differences in secondary outcomes except for ventilation quality, which was higher with closed-loop ventilation. Severe hypercapnia and hypoxemia were less frequent in the closed-loop group, and fewer patients required rescue therapies, primarily prone positioning, compared with the conventional group (non-statistically significant after multiplicity adjustment). Among critically ill adults receiving invasive mechanical ventilation, early use of an automated closed-loop ventilation system did not increase ventilator-free days at day 28 compared with protocolized conventional ventilation. Clinicaltrials.gov Identifier: NCT04593810."
    },
    {
      "doi": "10.1001/jama.2025.24175",
      "url": "https://doi.org/10.1001/jama.2025.24175",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842634",
      "article_type": "",
      "pubmed_pmid": "41359996",
      "title": "Precision Immunotherapy to Improve Sepsis Outcomes: The ImmunoSep Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 8",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Giamarellos-Bourboulis EJ Author",
        "Kotsaki A Author",
        "Kotsamidi I Author",
        "Efthymiou A Author",
        "Koutsoukou V Author",
        "Ehler J Author",
        "Paridou A Author",
        "Frantzeskaki F Author",
        "Müller MCA Author",
        "Pickkers P Author",
        "Meylan S Author",
        "Nikolopoulos I Author",
        "Lupse M Author",
        "Gavala A Author",
        "Vlachogianni G Author",
        "Solomonidi N Author",
        "Alevizou A Author",
        "Kondili E Author",
        "Antoniadou E Author",
        "Nakou M Author",
        "Markou N Author",
        "Hatziagelaki E Author",
        "Prekates A Author",
        "Komnos A Author",
        "Bakkerus L Author",
        "Slim MA Author",
        "Dalekos GN Author",
        "Karapanagiotou A Author",
        "Ktena S Author",
        "De Pascale G Author",
        "Koulouras V Author",
        "Psarrakis C Author",
        "Massa E Author",
        "Dakou K Author",
        "Pazvanti C Author",
        "Ioakeimidou A Author",
        "Tsangaris I Author",
        "Antonakos N Author",
        "Vlaar APJ Author",
        "Anisoglou S Author",
        "Calandra T Author",
        "Papaioannou V Author",
        "Myrianthefs P Author",
        "Patrani M Author",
        "Alamanos I Author",
        "Antonelli M Author",
        "van der Meer JWM Author",
        "van der Poll T Author",
        "Wiersinga WJ Author",
        "Ntaganou M Author",
        "Gkeka E Author",
        "Bauer M Author",
        "Mouloudi E Author",
        "Netea MG Author",
        "ImmunoSep Study Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Sepsis is heterogeneous, and the optimal strategy for tailoring immunotherapy is uncertain. To investigate whether precision immunotherapy guided by the presence of macrophage activation-like syndrome or sepsis-induced immunoparalysis improves organ dysfunction by day 9. A randomized, double-blind, double-dummy, placebo-controlled clinical trial conducted in 6 countries. Patients with sepsis, defined by Sepsis-3, were included if they had community-acquired or hospital-acquired pneumonia or ventilator-associated pneumonia or bacteremia and sepsis and had displayed either macrophage activation-like syndrome (blood ferritin &gt;4420 ng/mL) or sepsis-induced immunoparalysis (blood ferritin &#x2264;4420 ng/mL and &lt;5000 human leukocyte antigen DR receptors on CD45/CD14 monocytes). The first patient was enrolled August 5, 2021, and the last follow-up, April 29, 2024. Eligible patients were randomized to receive standard care and precision immunotherapy or standard care and placebo. Those in the precision immunotherapy group with macrophage activation-like syndrome received anakinra intravenously (IV) and placebo subcutaneously, and those with sepsis-induced immunoparalysis received subcutaneous recombinant human interferon gamma and IV placebo. Those in the placebo group received both IV and subcutaneous placebo. Treatment was administered for up to 15 days. The primary end point was a decrease of at least 1.4 points in the mean Sequential Organ Failure Assessment (SOFA) score from baseline by day 9. The SOFA score evaluates 6 organ systems, ranging from 0, no dysfunction, to 4, failure, and the total score ranges from 0, normal, to 24, most severe form of multiorgan failure. Key secondary outcomes included 28-day mortality. Of 672 patients assessed for eligibility, 281 were randomized and 276 were included in the primary analysis population (mean [SD] age, 70 [13] years; 93 females [33.7%]; median baseline SOFA score, 9 [IQR, 7-11]). The SOFA decrease end point was attained by 46 of 131 patients (35.1%) in the precision immunotherapy group and by 26 of 145 patients (17.9%) in the placebo group (difference, 17.2% [95% CI, 6.8% to 27.2%]; P&#x2009;=&#x2009;.002). Mortality at 28 days was not statistically significantly different between groups. A total of 1069 serious treatment-emergent adverse events (88.8%) were reported; increased incidence of anemia was noted in the anakinra group; and hemorrhage in the recombinant human interferon gamma group. Among patients with sepsis, precision immunotherapy targeting macrophage activation-like syndrome and sepsis-induced immunoparalysis improved organ dysfunction by day 9 compared with placebo. ClinicalTrials.gov Identifier: NCT04990232."
    },
    {
      "doi": "10.1001/jama.2025.23355",
      "url": "https://doi.org/10.1001/jama.2025.23355",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842479",
      "article_type": "",
      "pubmed_pmid": "41360717",
      "title": "Cryopreserved vs Liquid-Stored Platelets for the Treatment of Surgical Bleeding: The CLIP-II Randomized Noninferiority Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 8",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Reade MC Author",
        "Marks DC Author",
        "Howe BD Author",
        "Bailey MJ Author",
        "Bannon PG Author",
        "Eastwood GM Author",
        "French CJ Author",
        "Gattas DJ Author",
        "Higgins AM Author",
        "Holley AD Author",
        "Hu RT Author",
        "Irving DO Author",
        "Johnson L Author",
        "McGuinness SP Author",
        "McQuilten ZK Author",
        "Royse AG Author",
        "Smith JA Author",
        "Weinberg L Author",
        "Wood EM Author",
        "Cryopreserved vs Liquid Platelets II (CLIP-II) Investigators, the Australian and New Zealand Intensive Care Society Clinical Trials Group, the Australian and New Zealand College of Anaesthetists Clinical Trials Network, and the Australasian Society of Car CollectiveName",
        "Cryopreserved vs Liquid Platelets II (CLIP-II) Investigators, the Australian and New Zealand Intensive Care Society Clinical Trials Group, the Australian and New Zealand College of Anaesthetists Clinical Trials Network, and the Australasian Society of Cardiac and Thoracic Surgeons CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Liquid-stored platelets have a shelf-life of 5 to 7 days, limiting availability and resulting in wastage. To assess the effectiveness and safety of dimethyl sulfoxide-cryopreserved platelets, which have a shelf-life of 2 years, as a treatment for cardiac surgery bleeding. The Cryopreserved vs Liquid Platelets II (CLIP-II) trial was a multicenter, randomized, double-blind, parallel-group noninferiority trial, which enrolled patients between August 2021 and April 2024 at 11 Australian tertiary hospitals, with follow-up completed in July 2024. Patients at high risk of platelet transfusion were eligible. Patients were excluded if they had a history of deep vein thrombosis or pulmonary embolism, were coagulopathic, or were females aged 18 to 55 years who were rhesus D (RhD) negative or of unknown RhD status. Of 879 patients meeting inclusion criteria, 182 were excluded and 285 did not consent, leaving 412. Of these, 388 were randomized and 202 received study platelets. Patients received up to 3 units of either group O cryopreserved platelets or conventional liquid-stored platelets, commencing intraoperatively or in the first 24 postoperative hours. The primary outcome was postsurgical chest drain bleeding within the first 24 hours following intensive care unit admission. Noninferiority was defined prospectively as less than 20% greater bleeding in this period. Five secondary and 42 tertiary outcomes were defined a priori. Of the 202 transfused patients (mean [SD] age, 64.4 [13] years; 75.7% male), 61 (30.2%) underwent nonelective surgery. The primary outcome did not differ between groups (605 mL in cryopreserved platelet group vs 535 mL in liquid-stored platelet group; ratio of geometric means [cryopreserved to liquid ratio], 1.13 [95% CI, 0.96-1.34]; P&#x2009;=&#x2009;.07). As the confidence interval includes bleeding exceeding the noninferiority margin, noninferiority was not established. Cryopreserved platelet transfusion was associated with higher intraoperative and total perioperative blood loss (ratio of geometric means [cryopreserved to liquid ratio], 1.42 [95% CI, 1.12-1.80]; 1.31 [95% CI, 1.07-1.60], respectively), and increased red cell, plasma, and cryoprecipitate transfusion. While there were no differences in the incidence of prespecified adverse events, patients receiving cryopreserved platelets experienced longer times to extubation and intensive care unit/hospital discharge (median [IQR] duration of ventilation, 25.5 hours [16.1-77.3] vs 23.6 hours [13.1-52.8]; median [IQR] intensive care unit length of stay, 3.8 days [2.0-6.0] vs 3.0 days [1.9-4.9]; median hospital length of stay, 10.9 days [7.87-17.0] vs 9.1 [6.9-14.9]). Cryopreserved platelets did not meet the predefined threshold for noninferiority in hemostatic effectiveness at 24 hours after ICU admission. Additional predefined end points consistently indicated diminished hemostatic effectiveness, although prespecified adverse events were comparable. ClinicalTrials.gov Identifier: NCT03991481."
    },
    {
      "doi": "10.1001/jama.2025.23330",
      "url": "https://doi.org/10.1001/jama.2025.23330",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842696",
      "article_type": "",
      "pubmed_pmid": "41364689",
      "title": "Expectant Management vs Medication for Patent Ductus Arteriosus in Preterm Infants: The PDA Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Laughon MM Author",
        "Thomas SM Author",
        "Watterberg KL Author",
        "Kennedy KA Author",
        "Keszler M Author",
        "Ambalavanan N Author",
        "Davis AS Author",
        "Slaughter JL Author",
        "Guillet R Author",
        "Colaizy TT Author",
        "Cotten CM Author",
        "Dhawan MA Author",
        "Bose CL Author",
        "Talbert J Author",
        "Smucny S Author",
        "Benitz WE Author",
        "Rysavy MA Author",
        "Ohls RK Author",
        "Baserga MC Author",
        "DeMauro SB Author",
        "Jaleel M Author",
        "Jackson WM Author",
        "Carlo WA Author",
        "Puopolo KM Author",
        "Hibbs AM Author",
        "Katheria A Author",
        "Sánchez PJ Author",
        "D'Angio CT Author",
        "Patel RM Author",
        "Johnson BA Author",
        "Chock VY Author",
        "Bhatt AJ Author",
        "Merhar SL Author",
        "Moore R Author",
        "Laptook AR Author",
        "Ghavam S Author",
        "Fuller J Author",
        "Vyas-Read S Author",
        "Kicklighter SD Author",
        "Steinbrekera B Author",
        "Anderson K Author",
        "Reynolds AM Author",
        "Wyckoff MH Author",
        "Montoya C Author",
        "Das A Author",
        "Do B Author",
        "Chang S Author",
        "Higgins RD Author",
        "Walsh MC Author",
        "Eunice Kennedy Shriver National Institute of Child Health and Human Development Neonatal Research Network CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The management of patent ductus arteriosus (PDA) in preterm infants is controversial. To determine whether expectant management compared with active treatment of a protocol-defined PDA in preterm infants decreases the incidence of death or bronchopulmonary dysplasia (BPD). A randomized clinical trial including infants born at 22 to 28 weeks' gestation and diagnosed with a protocol-defined PDA between the age of 48 hours and 21 days at screening. The trial was conducted from December 2018 to December 2024 at 33 hospitals within the National Institute of Child Health and Human Development Neonatal Research Network. The final date of follow-up was June 2025. Infants with PDA were randomized to expectant management (n&#x2009;=&#x2009;242) or active treatment (n&#x2009;=&#x2009;240; acetaminophen, ibuprofen, or indomethacin) to close the PDA. The primary outcome was death or BPD at 36 weeks' postmenstrual age. The secondary outcomes included the components of the primary outcome and other morbidities of prematurity. A total of 482 infants were randomized (median gestational age, 25 weeks [IQR, 24 to 27 weeks]; median birth weight, 760 g [IQR, 620 to 935 g]). The trial was stopped for futility and safety after the 50% interim analysis for the primary outcome due to higher survival in the expectant management group. The incidence of death or BPD was 80.9% (195/241) of infants in the expectant management group vs 79.6% (191/240) of infants in the active treatment group (adjusted risk difference, 1.2% [95% CI, -5.7% to 8.1%]; P&#x2009;=&#x2009;.73). The incidence of death before 36 weeks' postmenstrual age was 4.1% (10/241) of infants in the expectant management group vs 9.6% (23/240) of infants in the active treatment group (adjusted risk difference, -5.6% [95% CI, -10.1% to -1.2%]; P&#x2009;=&#x2009;.01). Infections resulting in death occurred in 0.8% (2/241) of infants in the expectant management group vs 3.8% (9/240) of infants in the active treatment group. In extremely preterm infants with a protocol-defined PDA, death or BPD did not differ between the expectant management group and the active treatment group. Survival was substantially higher with expectant management. ClinicalTrials.gov Identifier: NCT03456336."
    },
    {
      "doi": "10.1001/jama.2025.19316",
      "url": "https://doi.org/10.1001/jama.2025.19316",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841034",
      "article_type": "",
      "pubmed_pmid": "41191364",
      "title": "Rituximab for Relapsing Nephrotic Syndrome in Adults: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 9",
      "volume": "334",
      "issue": "22",
      "pages": "2011-2019",
      "authors": [
        "Isaka Y Author",
        "Sakaguchi Y Author",
        "Shinzawa M Author",
        "Maruyama S Author",
        "Sakaguchi M Author",
        "Hayashi H Author",
        "Kaida Y Author",
        "Goto S Author",
        "Tsukamoto T Author",
        "Maeshima A Author",
        "Ikeda Y Author",
        "Sakai N Author",
        "Sawa N Author",
        "Furuichi K Author",
        "Yamagata K Author",
        "Wada T Author",
        "Shibagaki Y Author",
        "Hiromura K Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The effects of rituximab on relapse of nephrotic syndrome in patients with adult-onset frequently relapsing nephrotic syndrome (FRNS) or steroid-dependent nephrotic syndrome (SDNS) remain uncertain. To evaluate the effects of rituximab for patients with FRNS or SDNS. Multicenter, double-blind, randomized, placebo-controlled trial conducted at 13 centers in Japan. Adults with FRNS or SDNS who had urine protein of less than 0.3 g/gCr were enrolled between September 1, 2020, and June 28, 2022. Final follow-up occurred on March 15, 2024. Patients were randomized to receive either intravenous rituximab, 375 mg/m2 (n&#x2009;=&#x2009;36), or placebo (n&#x2009;=&#x2009;36) at weeks 1, 2, and 25. Patients were followed up for 49 weeks. The primary outcome was the proportion of patients who were free of relapse of nephrotic syndrome at 49-week follow-up. Relapse was defined as urine protein of at least 1 g/gCr on 2 consecutive measurements. Among 72 randomized participants (mean age, 47.9 years; 56.1% female), 66 (92%) received the study drug at least once and were included in analyses. The relapse-free rate at week 49 was 87.4% (95% CI, 69.8%-95.1%) in the rituximab group and 38.0% (95% CI, 22.1%-53.8%) in the placebo group (P&#x2009;&lt;&#x2009;.001 by 1-sided log-rank test). One of 18 secondary outcomes was statistically significant (favoring rituximab). The median relapse-free time in the rituximab group was greater than 49.0 weeks and in the placebo group was 30.8 weeks. A stratified Cox model showed a hazard ratio for relapse of 0.16 (95% CI, 0.05-0.46; P&#x2009;&lt;&#x2009;.001) in the rituximab group compared with the placebo group. The most common adverse effect was infusion reaction (13 [40.6%] in the rituximab group and 1 [2.9%] in the placebo group). These results support use of rituximab to prevent relapse in adults with FRNS or SDNS. Japan Registry of Clinical Trials: jRCT2051200045; University Hospital Medical Information Network Clinical Trials Registry: UMIN000041475."
    },
    {
      "doi": "10.1001/jama.2025.23327",
      "url": "https://doi.org/10.1001/jama.2025.23327",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842699",
      "article_type": "",
      "pubmed_pmid": "41369162",
      "title": "Targeted Oxygen for Initial Resuscitation of Preterm Infants: The TORPIDO 30/60 Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 10",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Oei JL Author",
        "Kirby A Author",
        "Travadi J Author",
        "Davis P Author",
        "Wright I Author",
        "Ghadge A Author",
        "Yeung C Author",
        "Cruz M Author",
        "Keech A Author",
        "Hague W Author",
        "Lui K Author",
        "Vento M Author",
        "Gordon A Author",
        "De Waal K Author",
        "Chaudhari T Author",
        "Hong TSL Author",
        "Morris S Author",
        "Kushnir A Author",
        "Bonney D Author",
        "Tracy M Author",
        "Kumar K Author",
        "Chhnia AS Author",
        "Baral VR Author",
        "Muniyappa P Author",
        "Cheah FC Author",
        "Sarnadgouda P Author",
        "Rajadurai VS Author",
        "Balakrishnan U Author",
        "Oleti TP Author",
        "Aldecoa-Bilbao V Author",
        "Couce ML Author",
        "Collados CT Author",
        "Fernández RE Author",
        "Moliner E Author",
        "Ruiz Gonzalez MD Author",
        "Singhal M Author",
        "Agrawal G Author",
        "Singh J Author",
        "Pal S Author",
        "Nayya S Author",
        "Arora R Author",
        "Amboiram P Author",
        "Simes J Author",
        "Tarnow-Mordi W Author",
        "TORPIDO30/60 Collaborative Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The most effective initial fraction of inspired oxygen (Fio2) for resuscitating preterm newborns is unknown. To compare outcomes of newborns born at 23 to 28 weeks' gestation resuscitated with initial Fio2 of 0.6 vs 0.3. Randomized clinical trial conducted in 31 maternity hospitals in 6 countries. Consent by waiver was obtained in Australia, certain institutions in India, and Malaysia; prospective informed consent was obtained in certain institutions in India and all institutions in Singapore, Spain, and the US. Infants due at 23 to 28 weeks' gestation were randomized shortly before birth. Those with congenital abnormalities affecting oxygenation, neurodevelopment, or survival were excluded. Randomization was conducted from September 2018 to September 2024, with follow-up expected to close in September 2026. Infants were randomized (1:1) to receive an initial Fio2 of 0.6 or 0.3; Fio2 was titrated to meet standard targets for oxygen saturation by pulse oximetry in the first 10 minutes or for clinical needs. Clinicians and those assessing outcomes were not blinded to group assignment. The primary outcome was death and brain injury at 36 weeks' corrected gestational age; secondary outcomes were the individual components of the primary outcome. A total of 1641 newborns were randomized. The primary analysis included 728 newborns randomized to receive an Fio2 of 0.6 and 741 to an Fio2 of 0.3 after excluding 172 newborns, mostly for birth after 28 weeks' gestation and transfer to another hospital before birth (54% female). Rates of escalation to Fio2 of 1.0 were similar between the groups (Fio2 of 0.6: 41%; Fio2 of 0.3: 38%). Primary outcome information was ascertained in 1423 newborns (96.9%). Death or brain injury at 36 weeks' corrected gestational age occurred in 330 of 703 newborns (46.9%) assigned to the Fio2 of 0.6 group vs 344 of 720 (47.8%) assigned to the Fio2 of 0.3 group (relative risk, 0.98 [95% CI, 0.89-1.09]). Initiating resuscitation of preterm infants with Fio2 of 0.6 vs 0.3 did not affect the risk of death or brain injury by 36 weeks' corrected gestational age. These results lay a foundation for future trials evaluating the effectiveness and safety of using higher initial Fio2 levels for preterm infant resuscitation. ANZCTR Identifier: ACTRN12618000879268."
    },
    {
      "doi": "10.1001/jama.2025.21712",
      "url": "https://doi.org/10.1001/jama.2025.21712",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842706",
      "article_type": "",
      "pubmed_pmid": "41379435",
      "title": "Trends and Prevalence of the Metabolic Syndrome Among US Adults.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 11",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Abohashem S Author",
        "Hassan I Author",
        "Wasfy JH Author",
        "Taub PR Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cross-sectional study examined changes in metabolic syndrome prevalence among US adults from 2013 to 2023 across demographic subgroups using data from the National Health and Nutrition Examination Survey."
    },
    {
      "doi": "10.1001/jama.2025.24784",
      "url": "https://doi.org/10.1001/jama.2025.24784",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842903",
      "article_type": "",
      "pubmed_pmid": "41385349",
      "title": "Risk-Based vs Annual Breast Cancer Screening: The WISDOM Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 12",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Esserman LJ Author",
        "Fiscalini AS Author",
        "Naeim A Author",
        "Van't Veer LJ Author",
        "Kaster A Author",
        "Scheuner MT Author",
        "LaCroix AZ Author",
        "Borowsky AD Author",
        "Anton-Culver H Author",
        "Olopade OI Author",
        "Esserman J Author",
        "Lancaster R Author",
        "Madlensky L Author",
        "Blanco AM Author",
        "Ross KS Author",
        "Goodman DL Author",
        "Tong BS Author",
        "Hogarth M Author",
        "Heditsian D Author",
        "Brain S Author",
        "Lee V Author",
        "Blum K Author",
        "Kim MO Author",
        "Sabacan LP Author",
        "Fergus KB Author",
        "Yau C Author",
        "Park HL Author",
        "Parker BA Author",
        "Kaplan C Author",
        "Rhoads KF Author",
        "Eder S Author",
        "Adduci K Author",
        "Matthews JB Author",
        "Wenger NS Author",
        "Shieh Y Author",
        "Hiatt RA Author",
        "Ziv E Author",
        "Tice JA Author",
        "Eklund M Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Individual breast cancer risk can guide screening initiation, frequency, use of supplemental imaging, and preventive measures to improve breast cancer screening by shifting resources from low-risk women to high-risk women. To determine whether risk-based breast cancer screening is a feasible alternative to annual mammography. Parallel-group, pragmatic, multicenter randomized clinical trial comparing risk-based (n&#x2009;=&#x2009;14&#x202f;212) with annual (n&#x2009;=&#x2009;14&#x202f;160) breast cancer screening. Women aged 40 to 74 years without prior diagnoses of breast cancer or ductal carcinoma in situ, or prophylactic bilateral mastectomy, were recruited from all 50 US states from September 2016 to February 2023, with follow-up through September 5, 2025 (median follow-up, 5.1 years). Statistical analysis was conducted between July and November 2025. All study procedures were conducted via an online platform. Women who declined randomization were enrolled in an observational cohort. Risk assessment included sequencing of 9 susceptibility genes, polygenic risk score, and the Breast Cancer Surveillance Consortium version 2 model. The risk-based group received 1 of 4 recommendations: (1) highest risk (&#x2265;6% 5-year risk, high-penetrance pathogenic variant): alternating mammography and magnetic resonance imaging (MRI) every 6 months and counseling; (2) elevated risk (top 2.5 risk percentile by age): annual mammography and risk-reduction counseling; (3) average risk: biennial mammography; and (4) low risk (aged 40-49 years and &lt;1.3% 5-year risk): no screening until risk is 1.3% or greater or age 50 years. The coprimary outcomes included noninferiority for stage &#x2265;IIB cancers and superiority in reducing biopsy rates. Secondary outcomes included identification of stage &#x2265;IIA cancers, mammogram rates, uptake of prevention strategies in higher risk cohorts, preference for screening group in the observational cohort, ductal carcinoma in situ, MRI, and stage-specific cancer rates. A total of 28&#x202f;372 women were randomized. The mean (SD) age was 54 (9.6) years and the majority were non-Hispanic White (77%). The rate of stage &#x2265;IIB cancers was noninferior in the risk-based compared with the annual group (risk-based: 30.0 [95% CI, 16.3-43.8] vs annual: 48.0 [95% CI, 30.1-65.5] per 100&#x202f;000 person-years; rate difference, -18.0 per 100&#x202f;000 person-years [95% CI, -40.2 to 4.1]). The rate of breast biopsies was not lower in the risk-based group (rate difference, 98.7 per 100&#x202f;000 person-years [95% CI, -17.9 to 215.3]) despite fewer mammograms (rate difference, -3835.9 [95% CI, -4516.8 to -3154.9]). The cumulative incidence of cancer, biopsy, mammogram, and MRI increased as risk category increased. In the observational cohort, 89% of participants (15&#x202f;980/18&#x202f;031) chose risk based. Risk-based breast cancer screening that includes population-based genetic testing safely stratified risk and screening intensity, but did not reduce biopsy rates. ClinicalTrials.gov Identifier: NCT02620852."
    },
    {
      "doi": "10.1001/jama.2025.18109",
      "url": "https://doi.org/10.1001/jama.2025.18109",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840739",
      "article_type": "",
      "pubmed_pmid": "41165718",
      "title": "Pattern-Mixture Models for Missing Data.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 16",
      "volume": "334",
      "issue": "23",
      "pages": "2126-2127",
      "authors": [
        "Little RJ Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This JAMA Guide to Statistics and Methods article discusses designing and implementing clinical trials to minimize the number of missing data."
    },
    {
      "doi": "10.1001/jama.2025.18709",
      "url": "https://doi.org/10.1001/jama.2025.18709",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839711",
      "article_type": "",
      "pubmed_pmid": "41065647",
      "title": "Emergency Medicaid Spending for Undocumented Immigrants in the US.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 16",
      "volume": "334",
      "issue": "23",
      "pages": "2132-2134",
      "authors": [
        "Santos PMG Author",
        "Chalmers K Author",
        "Chino F Author",
        "Cervantes L Author",
        "Sommers BD Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cross-sectional analysis examines emergency Medicaid spending relative to total Medicaid expenditures and identifies state factors associated with variation in spending."
    },
    {
      "doi": "10.1001/jama.2025.19161",
      "url": "https://doi.org/10.1001/jama.2025.19161",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841553",
      "article_type": "",
      "pubmed_pmid": "41247717",
      "title": "Arsenic Exposure Reduction and Chronic Disease Mortality.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 16",
      "volume": "334",
      "issue": "23",
      "pages": "2104-2112",
      "authors": [
        "Wu F Author",
        "van Geen A Author",
        "Graziano J Author",
        "Ahmed KM Author",
        "Liu M Author",
        "Argos M Author",
        "Parvez F Author",
        "Choudhury I Author",
        "Slavkovich VN Author",
        "Ellis T Author",
        "Islam T Author",
        "Ahmed A Author",
        "Kibriya MG Author",
        "Jasmine F Author",
        "Shahriar MH Author",
        "Hasan R Author",
        "Shima SA Author",
        "Sarwar G Author",
        "Navas-Acien A Author",
        "Ahsan H Author",
        "Chen Y Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Chronic exposure to arsenic in drinking water has been associated with increased chronic disease mortality. However, there is limited evidence on associations between reduced exposure and mortality risk. To examine whether reductions in arsenic exposure, measured using urinary arsenic levels, are associated with lower mortality from chronic diseases, including cancer and cardiovascular disease (CVD). A prospective cohort of 11&#x202f;746 adults was enrolled between 2000 and 2002 in Araihazar, Bangladesh, with levels of well-water arsenic ranging from less than 1 &#xb5;g/L to 864 &#xb5;g/L (mean, 102 &#xb5;g/L), exceeding the Bangladesh standard of 50 &#xb5;g/L. Arsenic levels declined over time as a result of community mitigation. Mortality was tracked through 2022. Analyses included 10&#x202f;977 participants with calculable changes in urinary arsenic levels. Urinary arsenic levels were measured up to 5 times per participant through 2018. Participants were categorized based on changes in urinary arsenic levels. Adjusted hazard ratios (aHRs) and 95% CIs for mortality from chronic diseases, including cancer and CVD. Among 10&#x202f;977 participants (57% female; mean age, 37.0 [SD, 10.1] years), mean urinary arsenic levels declined from 283 (SD, 314) to 132 (SD, 161) &#xb5;g/g creatinine from 2000 to 2018. Each IQR decrease in urinary arsenic (197 &#xb5;g/g creatinine) was associated with 22% lower chronic disease mortality (aHR, 0.78 [95% CI, 0.75-0.82]), 20% lower cancer mortality (aHR, 0.80 [95% CI, 0.73-0.87]), and 23% lower CVD mortality (aHR, 0.77 [95% CI, 0.73-0.81]). Time-varying Cox and restricted cubic spline analyses showed larger reductions were associated with lower mortality, while increases were linked to higher risk. Compared with participants with consistently high urinary arsenic levels (above the baseline median of 199 &#xb5;g/g creatinine [n&#x2009;=&#x2009;1757]), those whose levels declined below the median (n&#x2009;=&#x2009;3757) had lower mortality from chronic diseases (aHR, 0.46 [95% CI, 0.39-0.53]), including cancer (aHR, 0.51 [95% CI, 0.35-0.73]) and CVD (aHR, 0.43 [95% CI, 0.34-0.53]), similar to those consistently below the median (n&#x2009;=&#x2009;4959) (aHR, 0.43-0.49). Findings were similar in propensity score-matched analyses. These findings support an association between reduced arsenic exposure and improved health outcomes in populations exposed to contaminated drinking water."
    },
    {
      "doi": "10.1001/jama.2025.21738",
      "url": "https://doi.org/10.1001/jama.2025.21738",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842964",
      "article_type": "",
      "pubmed_pmid": "41405855",
      "title": "Valacyclovir Treatment of Early Symptomatic Alzheimer Disease: The VALAD Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 17",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Devanand DP Author",
        "Wisniewski T Author",
        "Razlighi Q Author",
        "Qian M Author",
        "Wei R Author",
        "Andrews HF Author",
        "Acosta EP Author",
        "Bell KL Author",
        "Pelton GH Author",
        "Deliyannides D Author",
        "Perrin AC Author",
        "Caccappolo E Author",
        "Gershon AA Author",
        "Prasad KM Author",
        "Kreisl WC Author",
        "Mintz A Author",
        "Huey ED Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Neuroscientific, epidemiological, and electronic health record studies implicate herpes simplex virus (HSV) as potentially etiological for Alzheimer disease (AD). To compare the efficacy and adverse effects of valacyclovir vs placebo in participants with early symptomatic AD and HSV seropositivity (HSV-1 or HSV-2). This randomized clinical trial included adults with a clinical diagnosis of probable AD or a clinical diagnosis of mild cognitive impairment with positive biomarkers for AD, a positive serum antibody test (IgG or IgM) for HSV-1 or HSV-2, and a Mini-Mental State Examination score of 18 to 28. The trial was conducted at 3 US outpatient clinics specializing in memory disorders. Recruitment occurred from January 2018 to May 2022; the last follow-up occurred in September 2024. Either 4 g/d of valacyclovir (n&#x2009;=&#x2009;60) or matching placebo (n&#x2009;=&#x2009;60). The primary outcome was least-squares mean (LSM) change at 78 weeks in the 11-item Alzheimer's Disease Assessment Scale Cognitive (ADAS-Cognitive) Subscale score (range, 0-70; higher scores indicate greater impairment). The secondary outcomes were LSM change in the Alzheimer's Disease Cooperative Study-Activities of Daily Living (ADCS-ADL) Scale score; LSM change in the 18F-florbetapir amyloid positron emission tomography (PET) standardized uptake value ratio (SUVR; higher scores indicate higher amyloid levels) for 6 brain regions (medial orbitofrontal, anterior cingulate, parietal lobe, posterior cingulate, temporal lobe, and precuneus); and LSM change in 18F-MK-6240 tau PET medial temporal SUVR (higher scores indicate higher tau levels) for 4 brain regions (amygdala, hippocampus, entorhinal, and parahippocampus). The frequency of adverse events was the safety outcome. Of the 120 participants (mean age, 71.4 [SD, 8.6] years; 55% were female), 93 (77.5%) completed the trial. At 78 weeks, the LSM change in the 11-item ADAS-Cognitive Subscale score was 10.86 (95% CI, 8.80 to 12.91) in the valacyclovir group vs 6.92 (95% CI, 4.88 to 8.97) in the placebo group, indicating greater cognitive worsening with valacyclovir than placebo (between-group difference, 3.93 [95% CI, 1.03 to 6.83]; P&#x2009;=&#x2009;.01). The LSM change in the ADCS-ADL Scale score at 78 weeks was -13.78 (95% CI, -17.00 to -10.56) in the valacyclovir group vs -10.16 (95% CI, -13.37 to -6.96) in the placebo group (between-group difference, -3.62 [95% CI, -8.16 to 0.93]). At 78 weeks, the LSM change in the 18F-florbetapir amyloid PET SUVR was 0.03 (95% CI, -0.04 to 0.10) in the valacyclovir group vs 0.01 (95% CI, -0.06 to 0.08) in the placebo group (between-group difference, 0.02 [95% CI, -0.08 to 0.12]). The LSM change in the 18F-MK-6240 tau PET medial temporal SUVR at 78 weeks was 0.07 (95% CI, -0.06 to 0.19) in the valacyclovir group vs -0.04 (95% CI, -0.15 to 0.07) in the placebo group (between-group difference, 0.11 [95% CI, -0.06 to 0.28]). The most common adverse events were elevated serum creatinine level (5 participants [8.3%] in the valacyclovir group vs 2 participants [3.3%] in the placebo group) and COVID-19 infection (3 [5%] vs 2 [3.3%], respectively). Valacyclovir was not efficacious with cognitive worsening for the primary outcome and it is not recommended to treat individuals with early symptomatic AD and HSV seropositivity. ClinicalTrials.gov Identifier: NCT03282916."
    },
    {
      "doi": "10.1001/jama.2025.20765",
      "url": "https://doi.org/10.1001/jama.2025.20765",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2843169",
      "article_type": "",
      "pubmed_pmid": "41428342",
      "title": "An mHealth (Mobile Health) Intervention for Smoking Cessation in People With Tuberculosis: A Cluster Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 22",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Zahid M Author",
        "Rahman F Author",
        "Danaee M Author",
        "Rana SH Author",
        "Chowdhury A Author",
        "Ansaari S Author",
        "Lim AK Author",
        "Boeckmann M Author",
        "Parrott S Author",
        "Li J Author",
        "Khan A Author",
        "Huque R Author",
        "Norrie J Author",
        "Siddiqi K Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Smoking worsens outcomes in people with tuberculosis (TB), while quitting hastens recovery. To assess the effectiveness of a mobile health (mHealth) intervention for achieving self-reported continuous tobacco abstinence at 6 months, supported by biochemical verification at 6 months, compared with usual care in people with TB. Multicenter, cluster randomized clinical trial conducted between September 18, 2023, and January 2, 2025, randomizing (2:1) 27 TB clinics in Bangladesh and Pakistan to mHealth or usual care groups. The follow-up was 6 months. Participants were eligible if they were 15 years or older, had been diagnosed with drug-sensitive pulmonary TB in the past 4 weeks, smoked daily, were willing to quit, and had access to mobile phones. The mHealth group (n&#x2009;=&#x2009;720) received text messages throughout TB treatment, daily for 2 months then monthly for 4 months, encouraging tobacco cessation. The usual care group (n&#x2009;=&#x2009;360) received written information on tobacco cessation. The primary outcome was self-reported continuous abstinence at 6 months, verified biochemically using carbon monoxide breath test at 6 months. Secondary outcomes included self-reported point abstinence at 9 weeks and 6 months, TB treatment adherence (days receiving TB treatment), TB treatment success (cured&#x2009;+&#x2009;completed treatment), TB treatment failure, TB treatment default (interruption of TB treatment for &#x2265;2 months), and death. Of 9232 patients assessed for eligibility, 1080 were randomized; most were male (mHealth, 96.9%; usual care, 95.8%), and 985 were retained throughout the trial (91%). For the primary outcome, 300 of 720 participants (41.7%) in the mHealth group demonstrated self-reported and biochemically verified continuous abstinence at 6 months, compared with 55 of 360 (15.3%) in the usual care group (risk ratio, 3.0 [95% CI, 2.0-4.9]). In the mHealth vs usual care groups, respectively, mean TB treatment adherence was 174.3 (SD, 21.5) days vs 178.0 (SD, 12.1) days (P&#x2009;=&#x2009;.23), and treatment success was 89.3% vs 85.6% (risk ratio, 1.2 [95% CI, 0.9-1.6]). TB treatment failure (0.1% vs 0.5%) and default (3.1% vs 1.9%) were uncommon. Mortality was lower with mHealth (3.5%) vs usual care (7.5%) (hazard ratio, 0.4 [95%CI, 0.2-0.9]). An mHealth intervention was effective in achieving continuous abstinence in people with TB who smoked. mHealth is a feasible and effective intervention to help patients with TB quit smoking. isrctn.org Identifier: ISRCTN86971818."
    },
    {
      "doi": "10.1001/jama.2025.24082",
      "url": "https://doi.org/10.1001/jama.2025.24082",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2843212",
      "article_type": "",
      "pubmed_pmid": "41428474",
      "title": "Nirsevimab vs RSVpreF Vaccine for Respiratory Syncytial Virus-Related Hospitalization in Newborns.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 22",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Jabagi MJ Author",
        "Bertrand M Author",
        "Gabet A Author",
        "Kolla E Author",
        "Olié V Author",
        "Zureik M Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Respiratory syncytial virus (RSV) is a leading cause of hospitalization in infants. The comparative effectiveness of 2 recently introduced preventive strategies (infant immunization through placental antibody transfer after maternal vaccination with the RSV prefusion F protein [RSVpreF] vaccine and passive infant immunization with nirsevimab) remains unknown. To compare the associations of maternal vaccination with the RSVpreF vaccine vs passive infant immunization with nirsevimab for the prevention of RSV-related hospitalization. This population-based cohort study used data from the French National Health Data System. Maternal vaccination with the RSVpreF vaccine occurred during 32 to 36 weeks' gestation among infants born in mainland France between September 1 and December 31, 2024. Passive infant immunization with nirsevimab occurred prior to hospital discharge. Infants were matched 1:1 by maternity ward discharge date, sex, gestational age, and region. Follow-up ended at the time of RSV hospitalization or death or on February 28, 2025. Maternal immunization with the RSVpreF vaccine and passive infant immunization with nirsevimab. The primary outcome was hospitalization for RSV-associated lower respiratory tract infection. The secondary outcomes included admission to the pediatric intensive care unit (PICU), admission to high-dependency unit, ventilator support, and oxygen therapy. The hazard ratios (HRs) were estimated using conditional Cox proportional hazards models with inverse probability of treatment weighting. A total of 42&#x202f;560 infants (mean age, 3.7 [SD, 1.4] days; 51.7% male) were included in the study (21&#x202f;280 per group) with a median follow-up of 84 days (IQR, 70-99 days). Of the 481 hospitalizations for RSV-associated lower respiratory tract infection, 212 (44.1%) occurred in the nirsevimab group vs 269 (55.9%) in the RSVpreF vaccine group (between-group difference, -11.8% [95% CI, -18.1% to -5.5%]). Compared with the RSVpreF vaccine, passive infant immunization with nirsevimab was associated with a lower risk of hospitalization for RSV-associated lower respiratory tract infection (adjusted HR, 0.74 [95% CI, 0.61 to 0.88]). Compared with the RSVpreF vaccine, passive infant immunization with nirsevimab was associated with a lower risk of severe outcomes, including PICU admission (adjusted HR, 0.58 [95% CI, 0.42 to 0.80]), requiring ventilator support (adjusted HR, 0.57 [95% CI, 0.40 to 0.81]), or requiring oxygen therapy (adjusted HR, 0.56 [95% CI, 0.38 to 0.81]). The results were consistent across subgroups and in the sensitivity analyses. Compared with maternal vaccination with the RSVpreF vaccine, passive infant immunization with nirsevimab was associated with lower risks of RSV-related hospitalization and severe outcomes. These findings reflect the first RSV season with use of these immunization strategies in mainland France; their use should be reevaluated in future studies."
    },
    {
      "doi": "10.1001/jama.2025.21990",
      "url": "https://doi.org/10.1001/jama.2025.21990",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2843255",
      "article_type": "",
      "pubmed_pmid": "41460638",
      "title": "Spinal Manipulation and Clinician-Supported Biopsychosocial Self-Management for Acute Back Pain: The PACBACK Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 29",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Bronfort G Author",
        "Meier EN Author",
        "Leininger B Author",
        "Schneider M Author",
        "Evans R Author",
        "Greco C Author",
        "Hanson L Author",
        "McFarland C Author",
        "Chou R Author",
        "Connett J Author",
        "Delitto A Author",
        "George SZ Author",
        "Glick RM Author",
        "Keefe F Author",
        "Licciardone J Author",
        "Schulz C Author",
        "Turk D Author",
        "Heagerty PJ Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Low back pain (LBP) is influenced by interrelated physical, psychological, and social factors. However, most treatments focus on symptom reduction without addressing the underlying biopsychosocial needs of patients. To determine the effectiveness of spinal manipulation and clinician-supported biopsychosocial self-management vs medical care for adults with increased risk of chronic disabling LBP. This 2&#x2009;&#xd7;&#x2009;2 factorial randomized clinical trial enrolled participants in 3 research clinics at the Universities of Minnesota and Pittsburgh from November 2018 to May 2023; final follow-up was in June 2024. Adults with acute or subacute LBP at moderate to high risk of chronicity based on the STarT Back tool were randomized to 1 of 4 groups, with interventions lasting up to 8 weeks. Statistical analysis was conducted from November 2024 to June 2025. Spinal manipulation therapy (n&#x2009;=&#x2009;201), supported self-management (n&#x2009;=&#x2009;305), or combined supported self-management with spinal manipulation (n&#x2009;=&#x2009;193) compared with guideline-based medical care (n&#x2009;=&#x2009;301). Physical therapists and chiropractors provided spinal manipulation and supported self-management. The 2 primary outcomes averaged over a follow-up of 1 year were monthly low back disability (Roland-Morris Disability Questionnaire) and weekly pain intensity (numerical rating scale). Secondary analysis examined the proportion of participants achieving a 50% or higher reduction in the primary outcome measures. Among the 1000 participants randomized (mean [SD] age, 47 [16] years; 58% female), 93% completed the trial. The omnibus test for differences across the 4 treatment groups was statistically significant for disability (P&#x2009;=&#x2009;.001; supported self-management, 4.7; spinal manipulation, 5.5; combined supported self-management with spinal manipulation, 4.8; medical care, 5.9) but not pain intensity (P&#x2009;=&#x2009;.16; supported self-management, 2.8; spinal manipulation, 3.0; combined supported self-management with spinal manipulation, 2.8; medical care, 3.0). Averaged over 12 months, LBP disability was significantly lower compared with medical care for supported self-management (mean difference, -1.2 [95% CI, -1.9 to -0.5]) and supported self-management with spinal manipulation (mean difference, -1.1 [95% CI, -1.9 to -0.3]) but not spinal manipulation alone (mean difference, -0.4 [95% CI, -1.2 to 0.4]). Group differences in pain intensity were not statistically significant; point estimates ranged from -0.2 to 0. Both supported self-management groups had higher proportions of patients achieving a 50% or greater reduction in disability (supported self-management, 67%; spinal manipulation, 54%; combined supported self-management with spinal manipulation, 65%; medical care, 54%). For patients with acute or subacute LBP at increased risk of chronic disabling LBP, clinician-supported biopsychosocial self-management showed statistically significant but small reductions in disability, but not pain, vs medical care over 1-year follow-up, and spinal manipulation alone showed no significant difference for either outcome. ClinicalTrials.gov Identifier: NCT03581123."
    },
    {
      "doi": "10.1001/jama.2025.23403",
      "url": "https://doi.org/10.1001/jama.2025.23403",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2843478",
      "article_type": "",
      "pubmed_pmid": "41468027",
      "title": "A Lay Health Worker-Led Symptom Intervention and Acute Care Use in Older Adults With Cancer: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Dec 30",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Patel MI Author",
        "Voskanyan M Author",
        "Agajanian H Author",
        "Agajanian R Author",
        "Podnos Y Author",
        "Milstein A Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Undertreated cancer symptoms are common among older adults, yet effective early identification and intervention remain limited. To determine whether lay health worker-led symptom assessment reduces acute care use among older adults with cancer. Multisite randomized clinical trial across 43 oncology clinics in California and Arizona conducted from November 2020 through October 2023 with 12 months of follow-up among Medicare Advantage beneficiaries aged 75 years or older with newly diagnosed, recurrent, or progressive cancer. Participants were randomized 1:1 into a symptom assessment group (n&#x2009;=&#x2009;200; usual care with lay health worker-led, telephone-based symptom assessments for 12 months using the Edmonton Symptom Assessment System) or a control group (n&#x2009;=&#x2009;216; usual care alone), with planned enrollment of 200 in both groups. The lay health workers reviewed assessments with advanced practice practitioners who conducted interventions for symptoms rated 4 or greater or that increased by 2 points or more. Outcomes were determined a priori. The primary outcome was emergency department (ED) use and hospitalizations. Secondary outcomes were total costs, hospice, and, among decedents, acute care within 30 days of death and facility deaths. Among 416 patients, the median age was 82 (range, 75-99) years; 219 (52.6%) were male; 171 (41.1%) had stage 4 disease; and 27 (6.4%) had recurrent disease. The mean risk adjustment factor score was 2.70 (SD, 1.77). Symptom assessment participants had 53% lower odds of ED use (61 [30.5%] vs 103 [47.7%] had &#x2265;1 ED visit; adjusted odds ratio [OR], 0.47; 95% CI, 0.32-0.71), 68% lower odds of hospitalization (37 [18.5%] vs 86 [39.8%] had &#x2265;1 hospitalization; OR, 0.32; 95% CI, 0.20-0.51), and lower mean total costs by $12&#x202f;000 per participant (P&#x2009;=&#x2009;.01) than control group participants. Among 142 deceased participants (71 in each group), symptom assessment participants had 68% lower odds of ED use within 30 days of death (OR, 0.32; 95% CI, 0.12-0.88) and 75% lower odds of acute care facility death (OR, 0.25; 95% CI, 0.08-0.77). A lay health worker-led symptom assessment intervention may be a scalable approach to reduce acute care use. ClinicalTrials.gov Identifier: NCT04463992."
    }
  ]
}