{
  "from": "2025-10-01",
  "to": "2025-10-31",
  "items": [
    {
      "doi": "10.1001/jama.2025.16524",
      "url": "https://doi.org/10.1001/jama.2025.16524",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839471",
      "article_type": "",
      "pubmed_pmid": "41051742",
      "title": "Inhaler-Related Greenhouse Gas Emissions in the US: A Serial Cross-Sectional Analysis.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 6",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Feldman WB Author",
        "Han J Author",
        "Raymakers AJN Author",
        "Furie GL Author",
        "Chesebro BB Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Inhalers are the primary treatment modality for asthma and chronic obstructive pulmonary disease (COPD). Metered-dose inhalers contain hydrofluoroalkane propellants that contribute to substantial greenhouse gas emissions. The US federal government is facilitating a phasedown of hydrofluorocarbons over the next decade under international treaty obligations, yet current understanding of the scope and trajectory of inhaler-related emissions in the US remains incomplete. To quantify the magnitude, sources, and social costs of inhaler-related emissions in the US from 2014 to 2024. This serial cross-sectional analysis estimated emissions from all inhalers approved for asthma or COPD using aggregated dispensing data across the US outpatient pharmaceutical market linked to estimated greenhouse gas emissions by inhaler. All products were characterized based on their active pharmaceutical ingredients, device type, propellant type, therapeutic class, branded status, manufacturer, payer, and pharmacy benefit manager. Key end points included product utilization, greenhouse gas emissions (measured in carbon dioxide equivalents [CO2e] based on previously validated studies), and the social costs of emissions, which account for the net harms to society from greenhouse gases. A total of 1.6 billion inhalers were dispensed in the US from 2014 to 2024, generating an estimated 24.9 million metric tons of CO2e (mtCO2e). Annual emissions increased by 24% from 1.9 million mtCO2e in 2014 to 2.3 million mtCO2e in 2024. Metered-dose inhalers were responsible for 98% of all emissions during the study period, and emissions were heavily concentrated among short-acting &#x3b2;-agonist, inhaled corticosteroid-long-acting &#x3b2;-agonist, and inhaled corticosteroid classes. Albuterol, budesonide-formoterol, and fluticasone propionate inhalers accounted for 87% of total emissions. The estimated social costs of emissions were $5.7 billion (lower bound, $3.5 billion; upper bound, $10.0 billion). Inhaler-related emissions in the US have increased over the past decade. Policymakers and regulators seeking to reduce emissions should identify targeted solutions aimed at shifting utilization to currently marketed dry powder and soft mist inhalers while facilitating the entry of newer, affordable metered-dose products containing propellants with low global warming potential."
    },
    {
      "doi": "10.1001/jama.2025.12779",
      "url": "https://doi.org/10.1001/jama.2025.12779",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2837137",
      "article_type": "",
      "pubmed_pmid": "40736371",
      "title": "Demographic Data Supporting FDA Authorization of AI Devices for Alzheimer Disease and Related Dementias.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 7",
      "volume": "334",
      "issue": "13",
      "pages": "1196-1199",
      "authors": [
        "Chen KY Author",
        "Ross JS Author",
        "Cohen AB Author",
        "Karlawish J Author",
        "Oh ES Author",
        "Gupta R Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cohort study examines the availability and representativeness of data supporting US Food and Drug Administration&#x2013;authorized artificial intelligence and machine learning devices to treat Alzheimer disease and related dementias."
    },
    {
      "doi": "10.1001/jama.2025.15047",
      "url": "https://doi.org/10.1001/jama.2025.15047",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838493",
      "article_type": "",
      "pubmed_pmid": "40887995",
      "title": "Helicobacter pylori Screening After Acute Myocardial Infarction: The Cluster Randomized Crossover HELP-MI SWEDEHEART Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 7",
      "volume": "334",
      "issue": "13",
      "pages": "1160-1169",
      "authors": [
        "Hofmann R Author",
        "James S Author",
        "Sundqvist MO Author",
        "Wärme J Author",
        "Angerås O Author",
        "Alfredsson J Author",
        "Erlinge D Author",
        "Arefalk G Author",
        "Arstad G Author",
        "Blomberg S Author",
        "Fröbert O Author",
        "Hambraeus K Author",
        "Hellström PM Author",
        "Lauermann J Author",
        "Lidin M Author",
        "Lindhagen L Author",
        "Mourtzinis G Author",
        "Schoede C Author",
        "Thunström E Author",
        "Voldberg B Author",
        "Wagner H Author",
        "Östlund O Author",
        "Jernberg T Author",
        "Bäck M Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Upper gastrointestinal bleeding is common after myocardial infarction. To determine whether routine screening for Helicobacter pylori infection during hospitalization for myocardial infarction reduces bleeding events and improves clinical outcomes. A nationwide, open-label, 2-period, 2-sequence, cluster randomized, crossover clinical trial using a clinical registry for study population definition and data collection merged with national Swedish health data registries. From November 17, 2021, through January 17, 2024, thirty-five Swedish hospitals grouped into 18 clusters were randomized to a sequence of 1 year with routine H pylori screening of all patients with acute myocardial infarction followed by a washout period of 2 months before crossing over to 1 year with usual care or vice versa. Patients were followed up until January 17, 2025. Routine addition of H pylori screening by urea breath test to standard care in all patients hospitalized for myocardial infarction during the screening periods. Upper gastrointestinal bleeding, analyzed by a negative binomial model in the intention-to-treat population. A total of 18&#x202f;466 patients (median age, 71 years [IQR, 61-79], 13&#x202f;138 males [71%]) with myocardial infarction were followed up: 9245 during the screening periods and 9221 during the nonscreening periods. At admission, 2284 during the screening periods and 2275 during the nonscreening periods (both 24.7%) reported proton pump inhibitor use. During screening periods, 6480 patients (70%) had undergone testing, of those 1532 (23.6%) tested positive for H pylori. After a median follow-up of 1.9 years, 299 patients in the screening group (incidence rate, 16.8 events per 1000 person-years; cumulative hazard at 3 years, 4.1%) and 336 in the usual care group (incidence rate, 19.2 events per 1000 person-years; cumulative hazard at 3 years, 4.6%) experienced the primary end point of upper gastrointestinal bleeding (rate ratio [RR], 0.90; 95% CI, 0.77-1.05; P&#x2009;=&#x2009;.18). Predefined nonmultiplicity adjusted subgroup analyses showed a heterogeneous intervention effect; for no anemia (RR, 0.98; 95% CI, 0.80-1.21), mild anemia (RR, 0.64; 95% CI, 0.42-0.98), and moderate to severe anemia (RR, 0.44; 95% CI, 0.23-0.87; P for interaction&#x2009;=&#x2009;.03). Among unselected patients with acute myocardial infarction, routine H pylori screening did not significantly reduce the risk of upper gastrointestinal bleeding. ClinicalTrials.gov Identifier: NCT05024864."
    },
    {
      "doi": "10.1001/jama.2025.16837",
      "url": "https://doi.org/10.1001/jama.2025.16837",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839664",
      "article_type": "",
      "pubmed_pmid": "41060661",
      "title": "Respiratory Gas Shifts to Delay Asphyxiation in Critical Avalanche Burial: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 8",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Eisendle F Author",
        "Roveri G Author",
        "Rauch S Author",
        "Thomassen Ø Author",
        "Dal Cappello T Author",
        "Assmus J Author",
        "Malacrida S Author",
        "Kammerer T Author",
        "Schweizer J Author",
        "Borasio N Author",
        "Dörck V Author",
        "Falk M Author",
        "Falla M Author",
        "Fruzzetti N Author",
        "Maxenti M Author",
        "Mydske S Author",
        "Sasso GM Author",
        "Vinetti G Author",
        "Wallner B Author",
        "Brattebø G Author",
        "Brugger H Author",
        "Strapazzon G Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "People who are critically buried by an avalanche typically die of asphyxia within 35 minutes, often making timely rescue impossible. The development of new strategies to delay asphyxiation is crucial to improve survival rates. To investigate the efficacy of a novel, user-carried avalanche safety device that delivers airflow from avalanche debris to the user's airway without requiring supplemental oxygen or a mouthpiece. This randomized, blinded, clinical trial was organized by 4 institutions and conducted at 1 field location in Italy from January to March 2023. Healthy volunteers aged 18 to 60 years were enrolled. Trial participants underwent a critical snow burial simulation while in a prone position covered by at least 50 cm of snow. Vital parameters were continuously monitored throughout the simulation to ensure participant safety and to collect physiological data. Participants were randomized to the safety device group (using the Safeback SBX device) or the control group (using a sham device). The safety device group completed an unblinded control in which the participants who remained buried after 35 minutes were seamlessly transferred to the sham device. The primary outcome measure was the time to oxygen saturation as measured by pulse oximetry (Spo2) less than 80% (event) during 35 minutes of monitoring, comparing intervention and control groups. Secondary outcomes included oxygen and carbon dioxide concentrations at different distances in the snow. Of 36 randomized participants, 24 performed and completed the trial and were included in the final analysis. The median (IQR) age was 27 (25-32) years, and 13 (54%) were male. In the safety device group, the median (IQR) burial duration was 35.0 (35.0-35.0) minutes and there were no events; in the control group, the median (IQR) burial duration was 6.4 (4.8-13.5) minutes and there were 7 events. The safety device group had a significantly lower risk of termination due to Spo2 less than 80% (P&#x2009;&lt;&#x2009;.001 for both log-rank and Breslow tests). Carbon dioxide in the air pocket was 1.3% (95% CI, 1.0%-1.6%) vs 6.1% (95% CI, 5.1%-7.1%) and oxygen was 19.8% (95% CI, 19.5%-20.1%) vs 12.4% (95% CI, 11.2%-13.5%) at the same points in the safety device and control groups, respectively. A user-carried avalanche safety device that delivers airflow from avalanche debris to the user's airways without requiring supplemental oxygen delayed critical hypoxemia and hypercapnia during simulated critical burial. ClinicalTrials.gov Identifier: NCT05779540."
    },
    {
      "doi": "10.1001/jama.2025.18709",
      "url": "https://doi.org/10.1001/jama.2025.18709",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839711",
      "article_type": "",
      "pubmed_pmid": "41065647",
      "title": "Emergency Medicaid Spending for Undocumented Immigrants in the US.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Santos PMG Author",
        "Chalmers K Author",
        "Cervantes L Author",
        "Sommers BD Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cross-sectional analysis examines emergency Medicaid spending relative to total Medicaid expenditures and identifies state factors associated with variation in spending."
    },
    {
      "doi": "10.1001/jama.2025.14891",
      "url": "https://doi.org/10.1001/jama.2025.14891",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839710",
      "article_type": "",
      "pubmed_pmid": "41065638",
      "title": "Long-Term Continuous Monitoring of New-Onset Atrial Fibrillation After Coronary Artery Bypass Grafting.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Herrmann FEM Author",
        "Jeppsson A Author",
        "Kirov H Author",
        "Charitos EI Author",
        "Dacian D Author",
        "Brömsen J Author",
        "Massberg S Author",
        "Sadoni S Author",
        "Doenst T Author",
        "Juchem G Author",
        "Hagl C Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The incidence and burden of new-onset atrial fibrillation (AF) after coronary artery bypass grafting (CABG) are not known. Nevertheless, North American guidelines state that it is reasonable to administer 60 days of oral anticoagulation to patients with new-onset AF after CABG, a moderate-strength recommendation (class 2a) based on evidence derived from nonrandomized clinical studies. To test the hypothesis that the incidence of new-onset AF within the first year after CABG is higher than suggested in the current literature and to assess AF burden. A prospective, multicenter cohort study in 2 academic cardiac surgery centers in Germany that involved 198 patients with 3-vessel coronary artery disease or left main disease and no history of arrhythmias who received an insertable cardiac monitor during CABG for long-term continuous electrocardiographic monitoring. Patients were enrolled from November 2019 through November 2023 and were followed up for 1 year. Atrial fibrillation detected within a year of continuous monitoring using insertable cardiac monitors implanted during CABG. Cumulative incidence of new-onset AF within a year of surgery. Secondary outcomes were AF burden and clinical outcomes. A total of 1217 patients were assessed, and 1008 were excluded. Of the 198 patients enrolled (173 male [87.4%]; 25 female [12.6%]; mean age, 66 [SD, 9] years), 95 patients developed new-onset AF within the first year after CABG (cumulative incidence, 48%; 95% CI, 41%-55%). The median AF burden during the first year was 0.07% (IQR, 0.02%-0.23%) or 370 minutes. The median AF burden on days 1 through 7 was 3.65% (IQR, 0.95%-9.09%); on days 8 through 30, 0.04% (IQR, 0%-1.21%); and on days 31 through 365, 0% (IQR, 0%-0.0003%), corresponding to 368, 13, and 0 minutes, respectively. After discharge, 3 patients had an AF episode longer than 24 hours. Although the incidence of new-onset AF after CABG in this study was higher than previously reported, the AF burden in these patients was very low, especially after 30 days. The very low AF burden questions the current guideline recommendations that long-term oral anticoagulation should be considered in patients with new-onset AF after CABG."
    },
    {
      "doi": "10.1001/jama.2025.17235",
      "url": "https://doi.org/10.1001/jama.2025.17235",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840160",
      "article_type": "",
      "pubmed_pmid": "41076588",
      "title": "Individualized Perioperative Blood Pressure Management in Patients Undergoing Major Abdominal Surgery: The IMPROVE-multi Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 12",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Saugel B Author",
        "Meidert AS Author",
        "Brunkhorst FM Author",
        "Bischoff R Author",
        "Esser J Author",
        "Mattis M Author",
        "Naue P Author",
        "Vogel K Author",
        "Bergholz A Author",
        "Flick M Author",
        "Kröker A Author",
        "Müller DX Author",
        "Thomsen KK Author",
        "Vokuhl C Author",
        "Wegge M Author",
        "Bratke S Author",
        "Graeßner M Author",
        "Jungwirth B Author",
        "Schmid S Author",
        "Grundmann CD Author",
        "Wischermann JM Author",
        "Kellner P Author",
        "Steinhaus M Author",
        "Grüßer L Author",
        "Coldewey SM Author",
        "Zacharowski K Author",
        "Meybohm P Author",
        "Habicher M Author",
        "Zarbock A Author",
        "Zitzmann A Author",
        "Letz S Author",
        "Neumann C Author",
        "Larmann J Author",
        "Renné T Author",
        "Krause L Author",
        "Vettorazzi E Author",
        "Zapf A Author",
        "Carlstedt A Author",
        "Sessler DI Author",
        "Kouz K Author",
        "IMPROVE-multi Trial Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Intraoperative hypotension is associated with organ injury. However, it remains unknown if targeted blood pressure management during surgery can improve clinical outcomes. To evaluate whether individualized vs routine perioperative blood pressure management during major abdominal surgery improves clinical outcomes in patients considered at high risk of postoperative complications. This randomized single-blind clinical trial enrolled patients 45 years or older undergoing elective major abdominal surgery with general anesthesia expected to last 90 minutes or longer who had at least 1 additional high-risk criterion between February 26, 2023, and April 25, 2024, at 15 German university hospitals. The date of last follow-up was July 25, 2024. Patients were randomized in a 1:1 ratio to individualized perioperative blood pressure management (with mean arterial pressure [MAP] targets based on preoperative mean nighttime MAP assessed using automated blood pressure monitoring) or routine blood pressure management with a MAP target of 65 mm Hg or higher. The primary outcome was the incidence of a composite outcome of acute kidney injury, acute myocardial injury, nonfatal cardiac arrest, or death within the first 7 postoperative days. There were 22 secondary outcomes, including infectious complications within the first 7 postoperative days and a composite outcome of need for kidney replacement therapy, myocardial infarction, nonfatal cardiac arrest, or death within 90 days after surgery. Of the 1272 patients enrolled, 1142 were randomized (571 patients to each group), and 1134 were included in the primary analysis (median age, 66 years [IQR, 59-73 years]; 34.1% female). The primary outcome occurred in 190 of 567 patients (33.5%) assigned to individualized blood pressure management and 173 of 567 patients (30.5%) assigned to routine blood pressure management (relative risk, 1.10 [95% CI, 0.93-1.30]; P&#x2009;=&#x2009;.31). None of the 22 secondary outcomes were significantly different, including infectious complications within the first 7 postoperative days (90/567 [15.9%] vs 97/567 [17.1%]; P&#x2009;=&#x2009;.63) and a composite outcome of need for kidney replacement therapy, myocardial infarction, nonfatal cardiac arrest, or death within 90 days after surgery (32/566 [5.7%] vs 20/567 [3.5%]; P&#x2009;=&#x2009;.12). Among patients at high risk of postoperative complications undergoing major abdominal surgery, individualized perioperative blood pressure management with MAP targets based on preoperative mean nighttime MAP did not decrease the composite outcome of acute kidney injury, acute myocardial injury, nonfatal cardiac arrest, or death within the first 7 postoperative days compared with routine blood pressure management with a MAP target of 65 mm Hg or higher. ClinicalTrials.gov Identifier: NCT05416944."
    },
    {
      "doi": "10.1001/jama.2025.18007",
      "url": "https://doi.org/10.1001/jama.2025.18007",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840159",
      "article_type": "",
      "pubmed_pmid": "41076587",
      "title": "Proactive vs Reactive Treatment of Hypotension During Surgery: The PRETREAT Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 12",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Kant M Author",
        "van Klei WA Author",
        "Hollmann MW Author",
        "de Klerk ES Author",
        "Otterspoor LC Author",
        "Besselink MG Author",
        "Kappen TH Author",
        "Veelo DP Author",
        "PRETREAT study group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Intraoperative hypotension is associated with adverse postoperative outcomes, but whether a proactive strategy to prevent intraoperative hypotension improves outcomes is uncertain. To determine whether intraoperative blood pressure management stratified by risk of hypotension reduces postoperative functional disability compared with usual care in adults undergoing noncardiac surgery. In this randomized clinical trial, adults undergoing elective noncardiac surgery at 2 tertiary hospitals in the Netherlands were enrolled from June 17, 2021, to February 7, 2024. The date of last follow-up was October 24, 2024. Patients were randomized 1:1 to proactive blood pressure management with mean arterial pressure targets based on risk of intraoperative hypotension (low risk, &#x2265;70 mm Hg; intermediate risk, &#x2265;80; high risk, &#x2265;90) or usual management at their anesthesiologist's discretion, generally aiming to avoid a mean arterial pressure of less than 65 mm Hg without higher predefined targets. The primary outcome was functional disability at 6 months, assessed with the 12-item World Health Organization Disability Assessment Schedule 2.0 (WHODAS 2.0; scale range, 0-100; higher scores indicate more disability). A minimally clinically important difference of 5 points was prespecified. There were 23 secondary outcomes, including quality of life, complications, and mortality within 6 months. The trial was stopped early for futility after 3247 of 5000 planned patients (median age, 59 years [IQR, 44-69]; 1738 female [53.5%]) were enrolled. A total of 677 patients (21%) were low risk; 1814 (56%), intermediate risk, and 756 (23%), high risk. Baseline median WHODAS scores were 12.5 [IQR, 4.2-29.2] in proactive group and 14.6 [IQR, 4.2-29.2] in standard group). At 6 months, mean (SD) WHODAS scores were 17.7 (20.1) in the proactive group and 18.2 (20.5) in the standard group (mean difference, -0.5; 95% credible interval, -1.9 to 0.9). There were no significant differences in any of the 23 secondary outcomes. Intraoperative blood pressure management with mean arterial pressure goals stratified by risk of hypotension did not improve functional disability at 6 months postoperatively compared with standard intraoperative blood pressure management. Overview of Medical Research in the Netherlands (CCMO): NL-OMON55117."
    },
    {
      "doi": "10.1001/jama.2025.14092",
      "url": "https://doi.org/10.1001/jama.2025.14092",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838293",
      "article_type": "",
      "pubmed_pmid": "40886075",
      "title": "Semaglutide and Tirzepatide in Patients With Heart Failure With Preserved Ejection Fraction.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 14",
      "volume": "334",
      "issue": "14",
      "pages": "1255-1266",
      "authors": [
        "Krüger N Author",
        "Schneeweiss S Author",
        "Fuse K Author",
        "Matseyko S Author",
        "Sreedhara SK Author",
        "Hahn G Author",
        "Schunkert H Author",
        "Wang SV Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Heart failure with preserved ejection fraction (HFpEF) is a major cause of hospitalization, often occurring in patients with cardiometabolic comorbidities such as obesity and type 2 diabetes. Although early trials of semaglutide and tirzepatide have shown promising results in improving symptoms, those findings were based on few clinical events, leaving treatment recommendations uncertain. To evaluate the effectiveness and safety of semaglutide and tirzepatide in patients with cardiometabolic HFpEF in clinical practice. Five cohort studies using national US health care claims data from 2018 to 2024. Two cohort studies emulated the STEP-HFpEF DM (semaglutide) and SUMMIT (tirzepatide) trials to benchmark results. Eligibility criteria were then expanded to evaluate treatment effects in patients typically treated in clinical practice. Finally, a head-to-head comparison of tirzepatide and semaglutide was implemented. Follow-up was up to 52 weeks. New use of semaglutide, tirzepatide, or sitagliptin as a placebo proxy. The primary end point was a composite of hospitalization for heart failure or all-cause mortality. Negative control outcomes, secondary end points, subgroups, and sensitivity analyses were prespecified. Hazard ratios (HRs) and 95% confidence intervals (CIs) were estimated by fitting proportional hazards models with propensity score weighting to adjust for a comprehensive set of pretreatment patient characteristics. Benchmarking of the 2 trial emulations demonstrated high agreement on all prespecified metrics. In analyses using expanded eligibility criteria, 58&#x202f;333 patients were included in the semaglutide vs sitagliptin cohort, 11&#x202f;257 for tirzepatide vs sitagliptin, and 28&#x202f;100 for tirzepatide vs semaglutide. Initiators of semaglutide (HR, 0.58 [95% CI, 0.51-0.65]) and tirzepatide (HR, 0.42 [95% CI, 0.31-0.57]) had substantially lower risk of the primary end point compared with sitagliptin. Tirzepatide had no meaningfully lowered risk compared with semaglutide (HR, 0.86 [95% CI, 0.70-1.06]). Negative controls, secondary end points, subgroups, and sensitivity analyses showed consistent results. No substantially increased risk was observed for select safety end points. In patients with cardiometabolic HFpEF, semaglutide and tirzepatide showed more than 40% risk reduction for the composite of hospitalization for heart failure or all-cause mortality compared with a placebo proxy. Tirzepatide showed no meaningful benefit over semaglutide. ClinicalTrials.gov Identifiers: NCT06914102, NCT06914154, NCT06914141."
    },
    {
      "doi": "10.1001/jama.2025.16372",
      "url": "https://doi.org/10.1001/jama.2025.16372",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840089",
      "article_type": "",
      "pubmed_pmid": "41100108",
      "title": "Pathogenic Germline Variants in Cancer Susceptibility Genes.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 16",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Idumah G Author",
        "Newell D Author",
        "Hadrys M Author",
        "Ribaudo I Author",
        "Ni Y Author",
        "Arbesman J Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cross-sectional analysis uses data from the All of Us study to estimate the population-level prevalence in US adults of pathogenic variants in key cancer susceptibility genes."
    },
    {
      "doi": "10.1001/jama.2025.17281",
      "url": "https://doi.org/10.1001/jama.2025.17281",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840346",
      "article_type": "",
      "pubmed_pmid": "41114973",
      "title": "A Direct-to-Patient Digital Health Program for Lung Cancer Screening: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 20",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Miller DP Author",
        "Snavely AC Author",
        "Dharod A Author",
        "Brenner AT Author",
        "Wright E Author",
        "Stradtman L Author",
        "Bellinger CR Author",
        "Bundy R Author",
        "Volk RJ Author",
        "Hamburger E Author",
        "Ferrari RM Author",
        "Randazzo A Author",
        "Reuland DS Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Screening chest computed tomography (CT) scans reduce lung cancer mortality in high-risk individuals, but less than 20% of eligible individuals are screened in the US. To determine whether a direct-to-patient digital health program increases lung cancer screening. Randomized clinical trial enrolling individuals aged 50 to 77 years who met Centers for Medicare &amp; Medicaid Services criteria for lung cancer screening between April 18, 2022, and May 30, 2023, at 2 academic health systems in the southeastern US. The date of last follow-up was September 30, 2024. Participants were randomized 1:1 to the mPATH-Lung program, a digital health program delivered outside a clinical visit that included a brief decision aid and option to request a screening appointment (n&#x2009;=&#x2009;669) or enhanced usual care, in which patients were notified of their lung cancer screening eligibility and advised to speak with their primary care clinician (n&#x2009;=&#x2009;664). The primary outcome was completion of any chest CT within 16 weeks. Secondary outcomes included screening decisions, process measures (screening visits, CT scans ordered), clinical outcomes (lung cancer screening results, lung cancers diagnosed), screening harms, and implementation outcomes. Electronic invitations were sent to 26&#x202f;909 individuals with a smoking history in their electronic health record; 3267 completed website eligibility questions and 1333 were deemed eligible and enrolled. The mean age was 60.7 years (SD, 6.8 years); 864 (65%) were female; 232 (17%) were Black and 1054 (79%) were non-Hispanic White; and 621 (47%) had commercial insurance and 595 (45%) had public insurance. Chest CT completion was higher in the mPATH-Lung group than in controls (24.5% [164/669] vs 17.0% [113/664]; odds ratio, 1.6; 95% CI, 1.2-2.1). Among patients who completed screening CT, false-positive results occurred in 12.7% (19/150) of mPATH-Lung participants and 8.4% (8/95) of controls. Invasive procedures were performed in 2.0% (3/150) in the intervention group and 1.1% (1/95) in the control group, with no complications. Compared with enhanced usual care, a direct-to-patient digital health intervention increased rates of lung cancer screening. Future research should assess the reach and effectiveness of digital lung cancer screening interventions across diverse populations and health care settings. ClinicalTrials.gov Identifier: NCT04083859."
    },
    {
      "doi": "10.1001/jama.2025.14338",
      "url": "https://doi.org/10.1001/jama.2025.14338",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839079",
      "article_type": "",
      "pubmed_pmid": "40960806",
      "title": "Everolimus and Low-Dose Tacrolimus After Heart Transplant in Children: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 21",
      "volume": "334",
      "issue": "15",
      "pages": "1339-1348",
      "authors": [
        "Almond CS Author",
        "Daly KP Author",
        "Albers EL Author",
        "Alejos JC Author",
        "Ameduri R Author",
        "Auerbach SR Author",
        "Barkoff L Author",
        "Barnes AP Author",
        "Bock MJ Author",
        "Butto A Author",
        "Carlo WF Author",
        "Castleberry CD Author",
        "Chrisant MR Author",
        "Deshpande SR Author",
        "Dreyer WJ Author",
        "Everitt MD Author",
        "Feingold B Author",
        "Gonzales S Author",
        "Hollander SA Author",
        "Kindel SJ Author",
        "Klein GL Author",
        "Lal AK Author",
        "Lamour JM Author",
        "Lee J Author",
        "Lu M Author",
        "Lytrivi ID Author",
        "Miyamoto SD Author",
        "Pahl E Author",
        "Peng DM Author",
        "Ryan TD Author",
        "Singh TP Author",
        "Su JA Author",
        "Sutcliffe DL Author",
        "Ybarra AM Author",
        "Zangwill S Author",
        "Rossano JW Author",
        "Sleeper LA Author",
        "TEAMMATE Trial Investigators CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Studies suggest that everolimus may reduce the risk of rejection, cardiac allograft vasculopathy (CAV), chronic kidney disease (CKD), and cytomegalovirus (CMV) after heart transplant. Everolimus use is controversial because of data demonstrating higher infection deaths when everolimus is introduced de novo after transplant. It is unclear whether everolimus is safe and effective when initiated at 6 months posttransplant in children, a population in which median graft survival is limited to 15 years and randomized clinical trials are lacking. To evaluate the safety and efficacy of everolimus combined with low-dose tacrolimus to prevent major adverse transplant events (MATEs) in children after heart transplant. Multicenter, randomized, open-label, clinical trial enrolling 211 patients who were alive 6 months after pediatric heart transplant at 25 US sites from February 2018 to August 2020. The last date of follow-up was April 17, 2023. Participants were randomized to receive everolimus and low-dose tacrolimus (n&#x2009;=&#x2009;107) or standard-dose tacrolimus and mycophenolate mofetil (n&#x2009;=&#x2009;104) for 30 months. The primary efficacy end point was the MATE-3 score at 30 months, a validated composite ordinal end point including acute cellular rejection, CAV, and CKD. The primary safety end point was the MATE-6 score, encompassing the MATE-3 score plus antibody-mediated rejection, infection, and posttransplant lymphoproliferative disorder. Among 211 children randomized, the mean age was 8.2 (SD, 6.3) years, 97 (46%) underwent transplant for congenital heart disease, and 49 (23%) were treated for rejection before 6 months. At 30 months, the mean MATE-3 score did not differ between the 2 treatment groups (mean difference, -0.32; 95% CI, -0.90 to 0.20; P&#x2009;=&#x2009;.16). The mean MATE-6 score was no higher in the everolimus group than in the mycophenolate group (baseline-adjusted mean difference, -0.40; 95% CI, -1.81 to 0.93), meeting the success criterion for safety (noninferiority margin &lt;3). There were no differences in graft survival, MATE-free survival, or freedom from any individual MATE. Everolimus was associated with greater improvement in estimated glomerular filtration rate at 12 months (mean difference, 10.5 mL/min/1.73 m2; 95% CI, 1.09-19.91 mL/min/1.73 m2) and a lower incidence of CMV infection (hazard ratio, 0.50; 95% CI, 0.26-0.93). Among 6-month pediatric heart transplant survivors, everolimus and low-dose tacrolimus did not differ from tacrolimus and mycophenolate in preventing the composite of cellular rejection, CAV, and CKD at 30 months. However, everolimus and low-dose tacrolimus appear to be safe based on the total burden of 6 MATEs and may be associated with improved kidney function and less CMV infection. ClinicalTrials.gov Identifier: NCT03386539."
    },
    {
      "doi": "10.1001/jama.2025.15440",
      "url": "https://doi.org/10.1001/jama.2025.15440",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838482",
      "article_type": "",
      "pubmed_pmid": "40878848",
      "title": "Remote Screening for Asymptomatic Atrial Fibrillation: The AMALFI Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 21",
      "volume": "334",
      "issue": "15",
      "pages": "1349-1357",
      "authors": [
        "Wijesurendra R Author",
        "Pessoa-Amorim G Author",
        "Buck G Author",
        "Harper C Author",
        "Bulbulia R Author",
        "Offer A Author",
        "Jones NR Author",
        "A'Court C Author",
        "Kurien R Author",
        "Taylor K Author",
        "Casadei B Author",
        "Bowman L Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Screening for atrial fibrillation (AF) might reduce stroke if it increases long-term AF detection and anticoagulation use compared with usual care. To investigate the long-term efficacy of AF screening in older individuals at moderate to high risk of stroke using 14-day, patch-based continuous ambulatory electrocardiogram (ECG) monitoring. A parallel-group, unblinded, remote randomized clinical trial recruiting from 27 UK primary care practices from May 2, 2019, to February 28, 2022. All eligible individuals 65 years or older with a CHA2DS2VASc score of 3 or higher (men) or 4 or higher (women) with no previous AF or atrial flutter were identified via automated electronic health record searches. Last follow-up was on August 29, 2024, and statistical analysis was conducted from May to July 2025. Participants were randomized to receive and return an ECG patch monitor by postal mail (intervention, n&#x2009;=&#x2009;2520) or usual care (control, n&#x2009;=&#x2009;2520). Intention-to-treat analysis of the proportion of participants with AF recorded in primary care records within 2.5 years postrandomization. Exploratory outcomes included exposure to oral anticoagulation and stroke. Of the 22&#x202f;044 individuals invited, 5040 (22.9%) were randomized. The participants' mean (SD) age was 78 (6) years, 47% were female, and the median (IQR) CHA2DS2VASc score was 4 (3-5). A total of 2126 participants (84.4%) wore and returned the patch. AF was detected by patch in 89 participants (4.2%), 55% of whom had an AF burden less than 10%. After 2.5 years, a postrandomization record of AF was present in 172 individuals (6.8%) in the intervention group vs 136 (5.4%) in the control group (ratio of proportions, 1.26 [95% CI, 1.02-1.57]; P&#x2009;=&#x2009;.03), with consistent results in prespecified subgroups. Mean exposure to oral anticoagulation by 2.5 years was 1.63 months (95% CI, 1.50-1.76) in the intervention group and 1.14 months (95% CI, 1.01-1.26) in the control group (difference, 0.50 months [95% CI, 0.24-0.75]; P&#x2009;&lt;&#x2009;.001). Stroke occurred in 69 participants (2.7%) in the intervention group and 64 (2.5%) in the control group (rate ratio, 1.08 [95% CI, 0.76-1.53]). In this remote randomized clinical trial, mail-based AF screening with an ECG patch in older patients at moderate to high risk of stroke led to a modest long-term increase in AF diagnosis at 2.5 years. ISRCTN Identifier: 15544176."
    },
    {
      "doi": "10.1001/jama.2025.18168",
      "url": "https://doi.org/10.1001/jama.2025.18168",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840458",
      "article_type": "",
      "pubmed_pmid": "41123939",
      "title": "Eltrombopag for Newly Diagnosed Pediatric Immune Thrombocytopenia Requiring Treatment: The PINES Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 22",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Shimano KA Author",
        "Grimes AB Author",
        "Kaicker S Author",
        "Shah SJ Author",
        "Gunn E Author",
        "Bhat RV Author",
        "Kochhar M Author",
        "Rothman JA Author",
        "Rose MJ Author",
        "Briones M Author",
        "Nakano TA Author",
        "Lebensburger JD Author",
        "Lambert MP Author",
        "Fritch Lilla SA Author",
        "Jesudas R Author",
        "Lee-Miller CA Author",
        "Thompson AA Author",
        "Rifkin-Zenenberg S Author",
        "Majumdar S Author",
        "Crary SE Author",
        "Hege K Author",
        "Ford JB Author",
        "Bies JJ Author",
        "Fort J Author",
        "Wynn TT Author",
        "Hsieh L Author",
        "Ruiz ME Author",
        "Dinu B Author",
        "Wong JMW Author",
        "Kao PC Author",
        "Kim TO Author",
        "Arnold SD Author",
        "Bennett CM Author",
        "Despotovic JM Author",
        "Klaassen RJ Author",
        "Neufeld EJ Author",
        "Neunert CE Author",
        "London WB Author",
        "Grace RF Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Eltrombopag, a thrombopoietin receptor agonist, is approved by the US Food and Drug Administration for children with chronic immune thrombocytopenia. Efficacy of eltrombopag during the newly diagnosed phase of pediatric immune thrombocytopenia is unknown. To determine if the proportion of patients with a platelet response is significantly greater in patients with newly diagnosed immune thrombocytopenia treated with eltrombopag than in those treated with standard therapy (first-line treatments). This phase 3, randomized clinical trial enrolled patients (aged 1-&lt;18 years) with newly diagnosed primary immune thrombocytopenia (platelet count &lt;30&#x2009;&#xd7;&#x2009;109/L who required pharmacological treatment but did not have severe bleeding or need a rapid increase in platelet count) from May 7, 2019, to January 25, 2024, at 23 centers participating in the Pediatric ITP Consortium of North America. Final follow-up occurred on February 26, 2025. Eltrombopag was administered orally based on a standard dosing schedule (n&#x2009;=&#x2009;78) vs standard therapy (investigator choice of glucocorticoids, intravenous immunoglobulin, or anti-D immunoglobulin) (n&#x2009;=&#x2009;40). The primary outcome was a sustained platelet response defined as 3 or more of 4 platelet counts greater than 50&#x2009;&#xd7;&#x2009;109/L during weeks 6 to 12 without rescue treatment. The secondary outcomes included bleeding scores, change in health-related quality of life, and serious adverse events. Of 118 pediatric patients (median age, 8 years [IQR, 4-12 years]; 49% were male), 63% experienced an initial treatment failure after observation or medical therapy. Enrollment ended after a planned interim analysis met a prespecified threshold for efficacy. Of 71 patients in the eltrombopag group, 46 (65% [95% CI, 54%-76%]) had a sustained platelet response compared with 13 of 37 patients (35% [95% CI, 20%-51%]) in the standard therapy group (between-group difference, 30% [95% CI, 11%-49%]; P&#x2009;=&#x2009;.002), which crossed the monitoring boundary for efficacy. Overall, there was no between-group difference in the number and type of adverse events. In pediatric patients with newly diagnosed immune thrombocytopenia requiring pharmacological treatment, eltrombopag resulted in a higher rate of sustained platelet response compared with standard therapy. Eltrombopag may be an effective option for pediatric patients with newly diagnosed immune thrombocytopenia with nonsevere bleeding who warrant medical intervention. ClinicalTrials.gov Identifier: NCT03939637."
    },
    {
      "doi": "10.1001/jama.2025.17639",
      "url": "https://doi.org/10.1001/jama.2025.17639",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840484",
      "article_type": "",
      "pubmed_pmid": "41129120",
      "title": "Bioresorbable vs Metallic Occluders for Transcatheter Atrial Septal Defect Closure: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 23",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Ouyang W Author",
        "Jiang H Author",
        "Yan X Author",
        "Hua Y Author",
        "Luo Z Author",
        "Yang S Author",
        "Duan W Author",
        "You T Author",
        "Jin J Author",
        "Zhao X Author",
        "Hong L Author",
        "Jiang X Author",
        "Ge S Author",
        "Guo Q Author",
        "Pan J Author",
        "Wang C Author",
        "Zhang F Author",
        "Wang S Author",
        "Wang Y Author",
        "Pan X Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The permanent metallic occluders used for atrial septal defect (ASD) closure are associated with risks of late complications and may impede access to the left atrium. Bioresorbable occluders have the potential to address these limitations but have yet to be validated in randomized clinical trials. To evaluate whether a bioresorbable occluder is noninferior to a metallic occluder based on its efficacy and safety for transcatheter ASD closure. This multicenter, noninferiority, open-label randomized clinical trial included participants with secundum ASD. Enrollment occurred from May 8, 2021, to August 3, 2022, at 10 hospital sites in China. The 2-year follow-up period ended in September 2024. Participants were randomized in a 1:1 ratio to receive a bioresorbable occluder (n&#x2009;=&#x2009;116) or a metallic occluder (n&#x2009;=&#x2009;114). The primary outcome was the success rate of ASD closure at 6 months (closure success was defined as procedural success with a residual shunt diameter of &#x2264;2 mm, which was assessed using transthoracic echocardiography). At the 2-year follow-up, the occluder groups were compared regarding the success of ASD closure and the device-related adverse events. The degradation profile of the bioresorbable occluder was assessed at 2 years. Of the 230 participants randomized, implantation was not attempted in 1 participant in the bioresorbable occluder group due to a small femoral vein, leaving 229 (median age, 14.1 years [IQR, 7.0 to 37.3 years]; 68% were female). At 6 months, the success rate of ASD closure was 96.5% (111 of 115 patients) for the bioresorbable occluder group vs 97.4% (111 of 114 patients) for the metallic occluder group (between-group difference, -0.8 percentage points [95% CI, -5.0 to 3.7]; P&#x2009;&lt;&#x2009;.001 for noninferiority). At 2 years, there were no statistically significant between-group differences in ASD closure success (94.8% [109/115] in the bioresorbable occluder group vs 96.5% [110/114] in the metallic occluder group; P&#x2009;=&#x2009;.75), or in device-related adverse events (2.6% [3/115] vs 3.5% [4/114], respectively; P&#x2009;=&#x2009;.72). The rate of degradation at 2 years was approximately 99.8% for the bioresorbable occluder. A bioresorbable occluder is noninferior to a metallic occluder for ASD closure, with near-complete degradation by 2 years. These findings suggest that a bioresorbable occluder could be a valuable addition to the options for transcatheter ASD closure. chictr.org.cn Identifier: ChiCTR2100044408."
    },
    {
      "doi": "10.1001/jama.2025.19578",
      "url": "https://doi.org/10.1001/jama.2025.19578",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840675",
      "article_type": "",
      "pubmed_pmid": "41134589",
      "title": "Closed-Loop Insulin Delivery in Type 1 Diabetes in Pregnancy: The CIRCUIT Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 24",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Donovan LE Author",
        "Lemieux P Author",
        "Dunlop AD Author",
        "Yamamoto JM Author",
        "Murphy HR Author",
        "Simmons D Author",
        "Bell RC Author",
        "Chaput KH Author",
        "Benham JL Author",
        "Ross GP Author",
        "Nerenberg KA Author",
        "Booth JE Author",
        "Perkins BA Author",
        "Mohammad K Author",
        "Ntanda HN Author",
        "King JA Author",
        "Tomlinson G Author",
        "Feig DS Author",
        "CIRCUIT Collaborative Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Hyperglycemia-related pregnancy complications occur in 50% of pregnant women with type 1 diabetes. Closed-loop insulin systems improve glycemia outside of pregnancy but have had limited testing in pregnancy. To assess the efficacy of a closed-loop system in pregnancy. Open-label trial enrolling pregnant women with type 1 diabetes at 14 clinical centers in Canada and Australia before 14 weeks' gestation with follow-up until 6 weeks postpartum. Enrollment occurred between June 2021 and July 2024 and follow-up was completed in March 2025. Participants were randomized 1:1 to closed-loop therapy (n&#x2009;=&#x2009;46) or standard care (insulin pump or multiple daily insulin injections) (n&#x2009;=&#x2009;45) with continuous glucose monitoring. The primary outcome was the percentage of time spent in the pregnancy-specific glucose range (63-140 mg/dL), measured by continuous glucose monitoring from 16 to 34 weeks' gestation. Among 94 enrolled participants, 3 experienced pregnancy loss prior to randomization, 91 were randomized (mean age, 31.7 [SD, 5.2] years; early pregnancy hemoglobin A1c, 7.4% [SD, 1.0%]), and 88 were included in the primary analysis. The mean percentage of time spent in the pregnancy-specific glucose range from 16 to 34 weeks' gestation was 65.4% in the closed-loop group and 50.3% in the standard care group (mean adjusted difference, 12.5 [95% CI, 9.5-15.6] percentage points; P&#x2009;&lt;&#x2009;.001). There was 1 episode of severe hypoglycemia in the closed-loop group, and there were 2 episodes of diabetic ketoacidosis in the closed-loop group and 1 in the standard care group. Pregnant women with type 1 diabetes using a closed-loop system spent significantly more time in the pregnancy-specific glucose range than those receiving standard care. These findings support the use of this closed-loop system in pregnant women with type 1 diabetes. ClinicalTrials.gov Identifier: NCT04902378."
    },
    {
      "doi": "10.1001/jama.2025.19563",
      "url": "https://doi.org/10.1001/jama.2025.19563",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840703",
      "article_type": "",
      "pubmed_pmid": "41144242",
      "title": "An AI-Powered Lifestyle Intervention vs Human Coaching in the Diabetes Prevention Program: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 27",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Mathioudakis N Author",
        "Lalani B Author",
        "Abusamaan MS Author",
        "Alderfer M Author",
        "Alver D Author",
        "Dobs A Author",
        "Kane B Author",
        "McGready J Author",
        "Riekert K Author",
        "Ringham B Author",
        "Shehadeh A Author",
        "Vandi F Author",
        "Wanigatunga AA Author",
        "Zade D Author",
        "Maruthur NM Author",
        "AI-DPP Study Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Prediabetes is common, yet evidence-based lifestyle interventions are underutilized. To determine whether referral to an exclusively artificial intelligence (AI)-led lifestyle intervention based on the Diabetes Prevention Program (DPP) is noninferior to referral to a human-led DPP in achieving recommended thresholds for weight loss, hemoglobin A1c (HbA1c) reduction, and weekly physical activity among adults with prediabetes and overweight or obesity. This phase 3, parallel-group, pragmatic, noninferiority randomized clinical trial was conducted from October 11, 2021, to December 16, 2024 (last follow-up) at 2 US clinical sites in Baltimore, Maryland, and Reading, Pennsylvania. Adults 18 years or older with prediabetes and overweight or obesity were enrolled. Participants were randomized in a 1:1 ratio to receive either a referral to an AI-powered DPP lifestyle intervention delivered via a mobile app and Bluetooth-enabled digital scale or a referral to a human coach-led DPP lifestyle intervention delivered remotely. Both interventions were delivered independently of the study team over a 12-month period. The primary outcome was a composite of maintaining an HbA1c less than 6.5% throughout the study and achievement of at least 5% weight loss, at least 4% weight loss plus at least 150 minutes of weekly physical activity (assessed with actigraphy), or an absolute reduction in HbA1c of at least 0.2 percentage points at 12 months. Noninferiority of referral to the AI-led DPP compared with referral to the human-led DPP was prespecified to be determined if the 1-sided 95% CI lower boundary of the risk difference did not cross -15%. A total of 368 participants were included (median [IQR] age, 58 [50-65] years; 71% were female, 27% were Black, 6% were Hispanic, and 61% were White; median [IQR] BMI, 32.3 [28.5-37.1]). After referral, 171 of 183 participants (93.4%) initiated the AI-led DPP and 153 of 185 (82.7%) initiated the human-led DPP. The primary outcome was achieved by 58 of 183 participants (31.7%) in the AI-led DPP group and 59 of 185 (31.9%) in the human-led DPP group (risk difference, -0.2% [1-sided 95% CI, -8.2%]), meeting the criterion for noninferiority. Findings were consistent across individual components of the composite end point and in sensitivity analyses. Among adults with prediabetes and overweight or obesity, referral to a fully automated AI-led DPP was noninferior to referral to a human-led DPP in achieving a composite outcome based on weight reduction, physical activity, and HbA1c. ClinicalTrials.gov Identifier: NCT05056376."
    },
    {
      "doi": "10.1001/jama.2025.16450",
      "url": "https://doi.org/10.1001/jama.2025.16450",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839355",
      "article_type": "",
      "pubmed_pmid": "41026481",
      "title": "Early Intratracheal Budesonide to Reduce Bronchopulmonary Dysplasia in Extremely Preterm Infants: The Budesonide in Babies (BiB) Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 28",
      "volume": "334",
      "issue": "16",
      "pages": "1452-1462",
      "authors": [
        "Ambalavanan N Author",
        "Carlo WA Author",
        "Nowak KJ Author",
        "Wiener LE Author",
        "Cosby SS Author",
        "Bhatt AJ Author",
        "Watterberg KL Author",
        "Poindexter BB Author",
        "Keszler M Author",
        "D'Angio CT Author",
        "Brion LP Author",
        "Narendran V Author",
        "Rau CA Author",
        "Cotten CM Author",
        "Laughon MM Author",
        "Das A Author",
        "Rysavy MA Author",
        "Hibbs AM Author",
        "Fuller J Author",
        "Puopolo KM Author",
        "Katheria A Author",
        "Patel RM Author",
        "Bermick JR Author",
        "Laptook AR Author",
        "Prelipcean I Author",
        "Wyckoff MH Author",
        "Moore R Author",
        "Merhar SL Author",
        "Ohls RK Author",
        "Yoder BA Author",
        "Perez M Author",
        "Ghavam S Author",
        "Meyer LR Author",
        "Chock VY Author",
        "DeMauro SB Author",
        "Jackson WM Author",
        "Handa D Author",
        "Walsh MC Author",
        "National Institute of Child Health and Human Development Neonatal Research Network CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Extremely preterm infants are at high risk for bronchopulmonary dysplasia (BPD) and death. Multiple small randomized clinical trials showed that a combination of budesonide with surfactant compared with surfactant alone reduced BPD or death. To determine if early intratracheal administration of a combination of budesonide (0.25 mg/kg) mixed with surfactant, compared with surfactant alone, reduces physiologic BPD or death by 36 weeks' postmenstrual age in extremely preterm infants. This double-masked randomized clinical trial was conducted from April 2021 to June 2024 in the 17 centers of the United States Neonatal Research Network. Infants 22 to 28 weeks' gestation or 401 to 1000 g birth weight were enrolled after clinical decision to give surfactant, with the first dose of surfactant being study drug (prior surfactant was an exclusion criterion). Infants were randomly allocated 1:1 to receive 1 to 2 doses of budesonide&#x2009;+&#x2009;surfactant (poractant alfa) or surfactant alone via endotracheal tube within 50 hours of birth. The primary outcome was physiologic BPD or death by 36 weeks' postmenstrual age. There were 5 prespecified secondary outcomes and multiple prespecified exploratory and safety outcomes. The trial was stopped with 641 infants enrolled (55.3% of 1160 planned; mean birth weight, 810 g [SD, 256 g]; gestational age, 25.9 weeks [SD, 1.9 weeks]), because interim analysis at 50% enrollment reached the prespecified futility threshold. The incidence of BPD or death was 68.5% in the budesonide&#x2009;+&#x2009;surfactant group and 67.9% in the surfactant-alone group (adjusted relative risk [RR], 1.00 [95% CI, 0.90-1.11]). No differences were noted in mortality (15.3% vs 13.2%; adjusted RR, 1.13 [95% CI, 0.78-1.64]) or BPD among survivors to 36 weeks' postmenstrual age (62.9% vs 63.0%; adjusted RR, 0.99 [95% CI, 0.87-1.12]). More infants who received budesonide&#x2009;+&#x2009;surfactant compared with surfactant alone had hyperglycemia (66.7% vs 49.8%; adjusted RR, 1.33 [95% CI, 1.17-1.51]). In this large multicenter trial, the combination of budesonide with surfactant did not reduce the risk of BPD or death at 36 weeks' postmenstrual age in extremely preterm infants. ClinicalTrials.gov Identifier: NCT04545866."
    },
    {
      "doi": "10.1001/jama.2025.15896",
      "url": "https://doi.org/10.1001/jama.2025.15896",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838490",
      "article_type": "",
      "pubmed_pmid": "40884491",
      "title": "RSV Vaccine Effectiveness Against Hospitalization Among US Adults Aged 60 Years or Older During 2 Seasons.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 28",
      "volume": "334",
      "issue": "16",
      "pages": "1442-1451",
      "authors": [
        "Surie D Author",
        "Self WH Author",
        "Yuengling KA Author",
        "Lauring AS Author",
        "Zhu Y Author",
        "Safdar B Author",
        "Ginde AA Author",
        "Simon SJ Author",
        "Peltan ID Author",
        "Brown SM Author",
        "Gaglani M Author",
        "Ghamande S Author",
        "Columbus C Author",
        "Mohr NM Author",
        "Gibbs KW Author",
        "Hager DN Author",
        "Prekker M Author",
        "Gong MN Author",
        "Mohamed A Author",
        "Johnson NJ Author",
        "Steingrub JS Author",
        "Khan A Author",
        "Duggal A Author",
        "Gordon AJ Author",
        "Qadir N Author",
        "Chang SY Author",
        "Mallow C Author",
        "Felzer JR Author",
        "Kwon JH Author",
        "Exline MC Author",
        "Vaughn IA Author",
        "Ramesh M Author",
        "Papalambros L Author",
        "Mosier JM Author",
        "Harris ES Author",
        "Baughman A Author",
        "Cornelison SA Author",
        "Blair PW Author",
        "Johnson CA Author",
        "Lewis NM Author",
        "Ellington S Author",
        "Grijalva CG Author",
        "Talbot HK Author",
        "Casey JD Author",
        "Halasa N Author",
        "Chappell JD Author",
        "Rutkowski RE Author",
        "Ma KC Author",
        "Dawood FS Author",
        "Investigating Respiratory Viruses in the Acutely Ill (IVY) Network CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Respiratory syncytial virus (RSV) vaccines for adults aged 60 years or older became available in 2023. One dose is recommended for all adults aged 75 years or older and those aged 60 to 74 years at increased risk of severe RSV; however, duration of protection is unknown. To evaluate RSV vaccine effectiveness against RSV-associated hospitalization among adults aged 60 years or older during 2 RSV seasons. A total of 6958 adults aged 60 years or older were included in this test-negative, case-control study if they were hospitalized with acute respiratory illness at any of 26 hospitals in 20 US states during the October 1, 2023, to March 31, 2024, or October 1, 2024, to April 30, 2025, RSV seasons and had respiratory virus testing within 10 days of illness onset. Case patients tested positive for RSV only; control patients tested negative for RSV, SARS-CoV-2, and influenza. Demographic and clinical data were obtained through patient interview and electronic health records. Receipt of 1 RSV vaccine dose at least 14 days before illness onset. Multivariable logistic regression was used to compare the odds of RSV vaccination among hospitalized cases and controls. Models were adjusted for age, sex, race and ethnicity, geographic region, and calendar month and year. Vaccine effectiveness was estimated as (1&#x2009;-&#x2009;adjusted odds ratio)&#x2009;&#xd7;&#x2009;100%. Analyses were stratified by timing of RSV vaccine receipt (same vs prior season) relative to illness onset. Of 6958 adults aged 60 years or older, 821 (11.8%) were RSV cases and 6137 (88.2%) were controls. A total of 1438 patients were Black (20.1%) and 4314 were White (62.0%); 3534 were female (50.8%). Median age was 72 years (IQR, 66-80 years) and 1829 adults (26.3%) were immunocompromised. A total of 63 cases (7.7%) and 966 controls (15.7%) were vaccinated. Estimated vaccine effectiveness against RSV-associated hospitalization was 58% (95% CI, 45%-68%) during 2 seasons and 69% (95% CI, 52%-81%) for same-season vaccination vs 48% (95% CI, 27%-63%; P&#x2009;=&#x2009;.06) for prior-season vaccination. Estimated vaccine effectiveness during 2 seasons was significantly lower among immunocompromised adults (30%; 95% CI, -9% to 55%) than immunocompetent adults (67%; 95% CI, 53%-77%; P&#x2009;=&#x2009;.02) and among those with cardiovascular disease (56%; 95% CI, 32%-72%) vs without (80%; 95% CI, 62%-90%; P&#x2009;=&#x2009;.03). Respiratory syncytial virus vaccines prevented RSV-associated hospitalization during 2 seasons, although effectiveness was lower in patients with immunocompromise and cardiovascular disease than in those without these conditions. Ongoing monitoring is needed to determine the optimal RSV revaccination interval."
    },
    {
      "doi": "10.1001/jama.2025.20231",
      "url": "https://doi.org/10.1001/jama.2025.20231",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840824",
      "article_type": "",
      "pubmed_pmid": "41159812",
      "title": "Sodium Bicarbonate for Severe Metabolic Acidemia and Acute Kidney Injury: The BICARICU-2 Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 29",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Jung B Author",
        "Jabaudon M Author",
        "De Jong A Author",
        "Bitker L Author",
        "Audard J Author",
        "Klouche K Author",
        "Sarton B Author",
        "Guitton C Author",
        "Lasocki S Author",
        "Rieu B Author",
        "Canet E Author",
        "Jeantrelle C Author",
        "Roquilly A Author",
        "Mayaux J Author",
        "Verdonk F Author",
        "Pottecher J Author",
        "Ferrandiere M Author",
        "Riu B Author",
        "Garcon P Author",
        "Assefi M Author",
        "Detouche P Author",
        "Forel JM Author",
        "Roger C Author",
        "Bourenne J Author",
        "Jacquier S Author",
        "Bougon D Author",
        "Rolle A Author",
        "Corne P Author",
        "Benchabane N Author",
        "Richard JC Author",
        "Asehnoune K Author",
        "Chanques G Author",
        "Reignier J Author",
        "Belafia F Author",
        "Fosset M Author",
        "Huguet H Author",
        "Futier E Author",
        "Molinari N Author",
        "Jaber S Author",
        "BICARICU-2 Study Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The effect of sodium bicarbonate infusion on outcome in patients with severe metabolic acidemia and moderate to severe acute kidney injury is unknown. To determine whether sodium bicarbonate infusion is associated with day 90 all-cause mortality in patients with severe metabolic acidemia and moderate to severe acute kidney injury. Randomized, open-label, clinical trial conducted with 640 patients in 43 French intensive care units from October 6, 2019, to December 19, 2023, with 90-day follow-up. The last date of follow-up was June 17, 2024. Adults with severe metabolic acidemia (defined as pH &#x2264;7.20) and moderate to severe acute kidney injury were enrolled. Patients were randomized 1:1 to receive either intravenous sodium bicarbonate infusion or no sodium bicarbonate to target an arterial pH of 7.30 or higher. The primary outcome was day 90 all-cause mortality. Secondary outcomes included day 28 and day 180 all-cause mortality; use of organ support therapy, vasopressors, or invasive mechanical ventilation; intensive care unit and hospital length of stay; intensive care unit-acquired infections; fluid balance; day-7 Sequential [Sepsis-related] Organ Failure Assessment score (6 organ systems' function is evaluated and scored from 0 [no dysfunction] to 4 [failure]; total score ranges from 0 [normal] to 24 [maximum failure]); and major adverse kidney events on day 90. Among 640 randomly assigned patients, 627 were analyzed (313 in the control group and 314 in the bicarbonate group). The median age was 67 years (IQR, 59-74 years); 194 of 314 patients (62%) in the bicarbonate group and 185 of 313 controls (59%) were male. In the primary analysis, day 90 all-cause mortality was 195 of 314 patients (62.1%) in the bicarbonate group and 193 of 313 (61.7%) in the control group (absolute difference, 0.4; 95% CI, -7.2 to 8.0; P&#x2009;=&#x2009;.91). There was no evidence of a group effect on day 28 or day 180 all-cause mortality. Among 18 secondary outcomes, kidney replacement therapy was used in 109 of 314 (35%) bicarbonate group patients and 157 of 313 (50%) controls (absolute difference, -15.5; 95% CI, -23.1 to -7.8). No evidence of a group effect was found on other secondary outcomes, including adverse events. For patients with severe metabolic acidemia and moderate to severe acute kidney injury, intravenous sodium bicarbonate did not affect mortality. ClinicalTrials.gov Identifier: NCT04010630."
    },
    {
      "doi": "10.1001/jama.2025.20402",
      "url": "https://doi.org/10.1001/jama.2025.20402",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840823",
      "article_type": "",
      "pubmed_pmid": "41159835",
      "title": "Personalized Hemodynamic Resuscitation Targeting Capillary Refill Time in Early Septic Shock: The ANDROMEDA-SHOCK-2 Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 29",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "ANDROMEDA-SHOCK-2 Investigators for the ANDROMEDA Research Network, Spanish Society of Anesthesiology, Reanimation and Pain Therapy (SEDAR), and Latin American Intensive Care Network (LIVEN) CollectiveName",
        "Hernandez G Author",
        "Ospina-Tascón GA Author",
        "Kattan E Author",
        "Ibarra-Estrada M Author",
        "Ramasco F Author",
        "Orozco N Author",
        "Ramos K Author",
        "Aldana JL Author",
        "Ferri G Author",
        "Hamzaoui O Author",
        "De Backer D Author",
        "Teboul JL Author",
        "Vieillard-Baron A Author",
        "Petri Damiani L Author",
        "García-Gallardo GA Author",
        "Morales S Author",
        "Carmona Garcia P Author",
        "Mendez R Author",
        "Hernandez-Gilsoul T Author",
        "Pérez-Nieto OR Author",
        "Olea Vielba C Author",
        "Ramos S Author",
        "Dominguez D Author",
        "Bruna M Author",
        "David S Author",
        "Wendel-Garcia PD Author",
        "Galiana-Ivars M Author",
        "Myatra SN Author",
        "Messina A Author",
        "Cecconi M Author",
        "Pozo M Author",
        "Amthauer M Author",
        "Higuera E Author",
        "Al Duhalib Z Author",
        "Rico-Feijoo J Author",
        "Ferrer-Gómez C Author",
        "Pérez-Carbonell A Author",
        "Martinez-Castro S Author",
        "Redondo Calvo FJ Author",
        "Vives M Author",
        "Sanchez HF Author",
        "Bilbao I Author",
        "Fernandez P Author",
        "Al-Fares A Author",
        "Benitez-Cano A Author",
        "Gonzalez C Author",
        "Reyes LF Author",
        "Rodriguez-Guillen JH Author",
        "Cristino AV Author",
        "Pendino JC Author",
        "Ortiz G Author",
        "Alonso-Gonzalez MC Author",
        "Murias G Author",
        "Aguirre-Ávalos G Author",
        "Hernández L Author",
        "Calderón Barajas ZA Author",
        "Zarragoikoetxea I Author",
        "Monnet X Author",
        "Goury A Author",
        "Mendonça Dos Santos T Author",
        "Vallecilla L Author",
        "Martins de Lima L Author",
        "Sady E Author",
        "Alegria L Author",
        "Ostermann M Author",
        "Bakker J Author",
        "Biasi Cavalcanti A Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The optimal strategy for hemodynamic resuscitation in early septic shock remains uncertain. To determine the effect of a personalized hemodynamic resuscitation protocol targeting capillary refill time (CRT-PHR) on a hierarchical composite outcome of mortality, duration of vital support, and length of hospital stay. This randomized clinical trial was conducted in 86 centers in 19 countries. Patients within the first 4 hours of septic shock were included between March 2022 and April 2025, with last follow-up in July 2025. Patients were randomized to undergo CRT-PHR (n&#x2009;=&#x2009;720), including assessment of pulse pressure, diastolic arterial pressure, fluid responsiveness, and bedside echocardiography, to tailor fluids, vasopressors, and inotropes, vs usual care (n = 747). The primary outcome was a hierarchical composite of mortality, duration of vital support (vasoactives, mechanical ventilation, and kidney replacement therapy), and length of hospital stay assessed at 28 days. A win ratio was calculated for the primary outcome by comparing all possible patient pairs, starting with the first event in the hierarchy and stratified by median APACHE (Acute Physiology and Chronic Health Evaluation) II score at admission. Secondary outcomes were mortality, vital support-free days, and length of hospital stay at 28 days. From 1501 randomized patients, 1467 were included in the primary analysis (mean age, 66 [17] years; 43.3% female). There were 131&#x202f;131 wins (48.9%) in the CRT-PHR group vs 112&#x202f;787 (42.1%) in the usual care group for the hierarchical composite primary outcome, with a win ratio of 1.16 (95% CI, 1.02-1.33; P&#x2009;=&#x2009;.04). Individual wins for death were 19.1% vs 17.8%; duration of vital support, 26.4% vs 21.1%; and length of hospital stay, 3.4% vs 3.2% in the intervention vs usual care groups, respectively. Among patients with early septic shock, a personalized hemodynamic resuscitation protocol targeting capillary refill time was superior to usual care for the primary composite outcome, primarily due to a lower duration of vital support. ClinicalTrials.gov Identifier: NCT05057611."
    },
    {
      "doi": "10.1001/jama.2025.20516",
      "url": "https://doi.org/10.1001/jama.2025.20516",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840822",
      "article_type": "",
      "pubmed_pmid": "41159833",
      "title": "Development and Validation of the Sequential Organ Failure Assessment (SOFA)-2 Score.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 29",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Ranzani OT Author",
        "Singer M Author",
        "Salluh JIF Author",
        "Shankar-Hari M Author",
        "Pilcher D Author",
        "Berger-Estilita J Author",
        "Coopersmith CM Author",
        "Juffermans NP Author",
        "Laffey J Author",
        "Reinikainen M Author",
        "Neto AS Author",
        "Tavares M Author",
        "Timsit JF Author",
        "Arias Lopez MDP Author",
        "Arulkumaran N Author",
        "Aryal D Author",
        "Azoulay E Author",
        "Celi LA Author",
        "Chaudhuri D Author",
        "De Lange D Author",
        "De Waele J Author",
        "Dos Santos CC Author",
        "Du B Author",
        "Einav S Author",
        "Engelbrecht T Author",
        "Fazla F Author",
        "Ferrer R Author",
        "Finazzi S Author",
        "Fujii T Author",
        "Gershengorn HB Author",
        "Greene JD Author",
        "Haniffa R Author",
        "Hao S Author",
        "Hasan MS Author",
        "Hollenberg S Author",
        "Ippolito M Author",
        "Jung C Author",
        "Kirov M Author",
        "Kobari S Author",
        "Lakbar I Author",
        "Lipman J Author",
        "Liu V Author",
        "Liu X Author",
        "Lobo SM Author",
        "Magatti D Author",
        "Martin GS Author",
        "Metnitz B Author",
        "Metnitz P Author",
        "Myatra SN Author",
        "Oczkowski S Author",
        "Paiva JA Author",
        "Paruk F Author",
        "Pekkarinen PT Author",
        "Piquilloud L Author",
        "Pölkki A Author",
        "Prescott HC Author",
        "Blaser AR Author",
        "Rezende E Author",
        "Robba C Author",
        "Rochwerg B Author",
        "Ruckly S Author",
        "Samei R Author",
        "Schenck EJ Author",
        "Secombe P Author",
        "Sendagire C Author",
        "Siaw-Frimpong M Author",
        "Simpkin AJ Author",
        "Soares M Author",
        "Summers C Author",
        "Szczeklik W Author",
        "Takala J Author",
        "Tanaka S Author",
        "Tricella G Author",
        "Vincent JL Author",
        "Wendon J Author",
        "Zampieri FG Author",
        "Rhodes A Author",
        "Moreno R Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Acute dysfunction of vital organs is the hallmark of critical illness. The Sequential Organ Failure Assessment (SOFA) score, the most widely adopted approach to describe organ dysfunction, has not been updated in 30 years and therefore may not appropriately capture current clinical practice and outcomes. To inform the data-driven component of an updated score (SOFA-2) in varied geographical and resource settings (stages 6-8) after expert input via a modified Delphi process (stages 1-5). A federated analysis was performed on data collected from adult patients admitted to 1319 intensive care units (ICUs) in 9 countries (Australia, Austria, Brazil, France, Italy, Japan, Nepal, New Zealand, United States) between 2014 and 2023. Four representative multicenter cohorts containing data from 2&#x202f;098&#x202f;356 patients were used for data-driven score development and internal validation. External validation was performed on 6 cohorts containing data from 1&#x202f;241&#x202f;114 patients. Content validity for organ dysfunction identified through the modified Delphi process should be reflected by predictive validity using the area under the receiver operating characteristic (AUROC) curve of the score measured on the first ICU day (higher scores indicate worse organ dysfunction). Of 3.34 million patient encounters, 270&#x202f;108 (8.1%) died in the ICU (range, 4.5% to 20.5% across the 10 cohorts). SOFA-2 modified the 6 organ systems of the original SOFA score (brain, respiratory, cardiovascular, liver, kidney, hemostasis), including new variables and revised thresholds that better describe the organ dysfunction distribution from 0 to 4 points and their associated mortality (SOFA-2 AUROC, 0.79; 95% CI, 0.76-0.81; SOFA-1 AUROC, 0.77; 95% CI, 0.74-0.81). Evaluation of sequential SOFA-2 data from ICU day 1 to day 7 maintained its predictive validity. Insufficient data and lack of content validity precluded incorporation of gastrointestinal and immune dysfunction scores into SOFA-2. The SOFA-2 score, updated to include contemporary organ support treatments and new score thresholds, describes organ dysfunction in a large, geographically and socioeconomically diverse population of critically ill adults."
    },
    {
      "doi": "10.1001/jama.2025.18109",
      "url": "https://doi.org/10.1001/jama.2025.18109",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840739",
      "article_type": "",
      "pubmed_pmid": "41165718",
      "title": "Pattern-Mixture Models for Missing Data.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 30",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Little RJ Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This JAMA Guide to Statistics and Methods article discusses designing and implementing clinical trials to minimize the number of missing data."
    },
    {
      "doi": "10.1001/jama.2025.18749",
      "url": "https://doi.org/10.1001/jama.2025.18749",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840731",
      "article_type": "",
      "pubmed_pmid": "41165676",
      "title": "Keratinocyte Carcinoma: A Review.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 30",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Wehner MR Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Keratinocyte carcinomas are skin cancers that arise from keratinocytes and are composed of basal cell carcinomas (BCCs) and cutaneous squamous cell carcinomas (cSCCs). Keratinocyte carcinomas are common in North America, Australia, New Zealand, and Europe. Approximately 5.4 million keratinocyte carcinomas are diagnosed in the US annually. Keratinocyte carcinomas are primarily located on the head and neck (40%-64% of BCCs; 35%-45% of cSCCs). BCC typically presents as a pink, smooth, raised lesion or a pink to red, flat lesion. cSCC typically presents as a red, scaly, flat lesion (in situ tumors) or a red, firm, raised lesion with scale or erosion (invasive tumors). UV light exposure is the primary cause, and lighter skin pigmentation and skin phototype (eg, skin that more easily burns) are the primary risk factors. Other risk factors include older age, male sex, indoor tanning, history of precancerous lesions (actinic keratoses), history of keratinocyte carcinomas, and immunosuppression (eg, organ transplant). In-office surgical excision or curettage and electrodessication (in which the tumor is scraped away using a curette and the wound base is cauterized) is typically performed by a dermatologist for keratinocyte carcinomas with lower risk of recurrence, including those that are nonrecurrent and have well-defined borders, small size, and location on the trunk and extremities. After surgical excision, approximately 3% of BCCs and 5% of cSCCs recur; after curettage and electrodessication, approximately 6% of BCCs and 2% of cSCCs recur. For keratinocyte carcinomas at higher risk of recurrence, in-office Mohs surgery (a technique in which a dermatologist with specialized training removes the tumor in stages and evaluates the entire surgical margin pathologically using a microscope after each stage to ensure complete tumor excision) is typically used. After Mohs surgery, approximately 4% of BCCs and 3% of cSCCs recur. Patients diagnosed with keratinocyte carcinoma are at high risk of additional keratinocyte carcinomas (approximately 40% within 5 years). Evidence-based prevention of keratinocyte carcinoma involves use of sunscreen. In a randomized clinical trial, use of daily sunscreen decreased cSCC risk (rate ratio, 0.62; 95% CI, 0.38-0.99; 1587 cSCCs per 100&#x202f;000 person-years in controls vs 953 per 100&#x202f;000 person-years in sunscreen group). Keratinocyte carcinoma, composed of BCC and cSCC, is the most common cancer in the US, with an estimated 5.4 million diagnoses annually. Most keratinocyte carcinomas are effectively treated with in-office surgical procedures. Patients with keratinocyte carcinoma are recommended to undergo a skin examination at least annually due to their high risk of developing additional skin cancers."
    }
  ]
}