{
  "from": "2025-10-01",
  "to": "2025-10-31",
  "items": [
    {
      "doi": "10.1001/jama.2025.16524",
      "url": "https://doi.org/10.1001/jama.2025.16524",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839471",
      "article_type": "",
      "pubmed_pmid": "41051742",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "Inhalers are the primary treatment modality for asthma and chronic obstructive pulmonary disease (COPD). Metered-dose inhalers contain hydrofluoroalkane propellants that contribute to substantial greenhouse gas emissions. The US federal government is facilitating a phasedown of hydrofluorocarbons over the next decade under international treaty obligations, yet current understanding of the scope and trajectory of inhaler-related emissions in the US remains incomplete. To quantify the magnitude, sources, and social costs of inhaler-related emissions in the US from 2014 to 2024. This serial cross-sectional analysis estimated emissions from all inhalers approved for asthma or COPD using aggregated dispensing data across the US outpatient pharmaceutical market linked to estimated greenhouse gas emissions by inhaler. All products were characterized based on their active pharmaceutical ingredients, device type, propellant type, therapeutic class, branded status, manufacturer, payer, and pharmacy benefit manager. Key end points included product utilization, greenhouse gas emissions (measured in carbon dioxide equivalents [CO2e] based on previously validated studies), and the social costs of emissions, which account for the net harms to society from greenhouse gases. A total of 1.6 billion inhalers were dispensed in the US from 2014 to 2024, generating an estimated 24.9 million metric tons of CO2e (mtCO2e). Annual emissions increased by 24% from 1.9 million mtCO2e in 2014 to 2.3 million mtCO2e in 2024. Metered-dose inhalers were responsible for 98% of all emissions during the study period, and emissions were heavily concentrated among short-acting &#x3b2;-agonist, inhaled corticosteroid-long-acting &#x3b2;-agonist, and inhaled corticosteroid classes. Albuterol, budesonide-formoterol, and fluticasone propionate inhalers accounted for 87% of total emissions. The estimated social costs of emissions were $5.7 billion (lower bound, $3.5 billion; upper bound, $10.0 billion). Inhaler-related emissions in the US have increased over the past decade. Policymakers and regulators seeking to reduce emissions should identify targeted solutions aimed at shifting utilization to currently marketed dry powder and soft mist inhalers while facilitating the entry of newer, affordable metered-dose products containing propellants with low global warming potential."
    },
    {
      "doi": "10.1001/jama.2025.13722",
      "url": "https://doi.org/10.1001/jama.2025.13722",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838799",
      "article_type": "",
      "pubmed_pmid": "40928788",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "Multiparametric magnetic resonance imaging (MRI), with or without prostate biopsy, has become the standard of care for diagnosing clinically significant prostate cancer. Resource capacity limits widespread adoption. Biparametric MRI, which omits the gadolinium contrast sequence, is a shorter and cheaper alternative offering time-saving capacity gains for health systems globally. To assess whether biparametric MRI is noninferior to multiparametric MRI for diagnosis of clinically significant prostate cancer. A prospective, multicenter, within-patient, noninferiority trial of biopsy-naive men from 22 centers (12 countries) with clinical suspicion of prostate cancer (elevated prostate-specific antigen [PSA] level and/or abnormal digital rectal examination findings) from April 2022 to September 2023, with the last follow-up conducted on December 3, 2024. Participants underwent multiparametric MRI, comprising T2-weighted, diffusion-weighted, and dynamic contrast-enhanced (DCE) sequences. Radiologists reported abbreviated biparametric MRI first (T2-weighted and diffusion-weighted), blinded to the DCE sequence. After unblinding, radiologists reported the full multiparametric MRI. Patients underwent a targeted biopsy with or without systematic biopsy if either biparametric MRI or multiparametric MRI was suggestive of clinically significant prostate cancer. The primary outcome was the proportion of men with clinically significant prostate cancer. Secondary outcomes included the proportion of men with clinically insignificant cancer. The noninferiority margin was 5%. Of 555 men recruited, 490 were included for primary outcome analysis. Median age was 65 (IQR, 59-70) years and median PSA level was 5.6 (IQR, 4.4-8.0) ng/mL. The proportion of patients with abnormal digital rectal examination findings was 12.7%. Biparametric MRI was noninferior to multiparametric MRI, detecting clinically significant prostate cancer in 143 of 490 men (29.2%), compared with 145 of 490 men (29.6%) (difference, -0.4 [95% CI, -1.2 to 0.4] percentage points; P&#x2009;=&#x2009;.50). Biparametric MRI detected clinically insignificant cancer in 45 of 490 men (9.2%), compared with 47 of 490 men (9.6%) with the use of multiparametric MRI (difference, -0.4 [95% CI, -1.2 to 0.4] percentage points). Central quality control demonstrated that 99% of scans were of adequate diagnostic quality. In men with suspected prostate cancer, provided image quality is adequate, an abbreviated biparametric MRI scan, with or without targeted biopsy, could become the new standard of care for prostate cancer diagnosis. With approximately 4 million prostate MRIs performed globally annually, adopting biparametric MRI could substantially increase scanner throughput and reduce costs worldwide. ClinicalTrials.gov Identifier: NCT04571840."
    },
    {
      "doi": "10.1001/jama.2025.12779",
      "url": "https://doi.org/10.1001/jama.2025.12779",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2837137",
      "article_type": "",
      "pubmed_pmid": "40736371",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "This cohort study examines the availability and representativeness of data supporting US Food and Drug Administration&#x2013;authorized artificial intelligence and machine learning devices to treat Alzheimer disease and related dementias."
    },
    {
      "doi": "10.1001/jama.2025.18709",
      "url": "https://doi.org/10.1001/jama.2025.18709",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839711",
      "article_type": "",
      "pubmed_pmid": "41065647",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "This cross-sectional analysis examines emergency Medicaid spending relative to total Medicaid expenditures and identifies state factors associated with variation in spending."
    },
    {
      "doi": "10.1001/jama.2025.14891",
      "url": "https://doi.org/10.1001/jama.2025.14891",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839710",
      "article_type": "",
      "pubmed_pmid": "41065638",
      "title": "Long-Term Continuous Monitoring of New-Onset Atrial Fibrillation After Coronary Artery Bypass Grafting.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 9",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Herrmann FEM Author",
        "Jeppsson A Author",
        "Kirov H Author",
        "Charitos EI Author",
        "Dacian D Author",
        "Brömsen J Author",
        "Massberg S Author",
        "Sadoni S Author",
        "Doenst T Author",
        "Juchem G Author",
        "Hagl C Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The incidence and burden of new-onset atrial fibrillation (AF) after coronary artery bypass grafting (CABG) are not known. Nevertheless, North American guidelines state that it is reasonable to administer 60 days of oral anticoagulation to patients with new-onset AF after CABG, a moderate-strength recommendation (class 2a) based on evidence derived from nonrandomized clinical studies. To test the hypothesis that the incidence of new-onset AF within the first year after CABG is higher than suggested in the current literature and to assess AF burden. A prospective, multicenter cohort study in 2 academic cardiac surgery centers in Germany that involved 198 patients with 3-vessel coronary artery disease or left main disease and no history of arrhythmias who received an insertable cardiac monitor during CABG for long-term continuous electrocardiographic monitoring. Patients were enrolled from November 2019 through November 2023 and were followed up for 1 year. Atrial fibrillation detected within a year of continuous monitoring using insertable cardiac monitors implanted during CABG. Cumulative incidence of new-onset AF within a year of surgery. Secondary outcomes were AF burden and clinical outcomes. A total of 1217 patients were assessed, and 1008 were excluded. Of the 198 patients enrolled (173 male [87.4%]; 25 female [12.6%]; mean age, 66 [SD, 9] years), 95 patients developed new-onset AF within the first year after CABG (cumulative incidence, 48%; 95% CI, 41%-55%). The median AF burden during the first year was 0.07% (IQR, 0.02%-0.23%) or 370 minutes. The median AF burden on days 1 through 7 was 3.65% (IQR, 0.95%-9.09%); on days 8 through 30, 0.04% (IQR, 0%-1.21%); and on days 31 through 365, 0% (IQR, 0%-0.0003%), corresponding to 368, 13, and 0 minutes, respectively. After discharge, 3 patients had an AF episode longer than 24 hours. Although the incidence of new-onset AF after CABG in this study was higher than previously reported, the AF burden in these patients was very low, especially after 30 days. The very low AF burden questions the current guideline recommendations that long-term oral anticoagulation should be considered in patients with new-onset AF after CABG."
    },
    {
      "doi": "10.1001/jama.2025.17235",
      "url": "https://doi.org/10.1001/jama.2025.17235",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840160",
      "article_type": "",
      "pubmed_pmid": "41076588",
      "title": "Individualized Perioperative Blood Pressure Management in Patients Undergoing Major Abdominal Surgery: The IMPROVE-multi Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 12",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Saugel B Author",
        "Meidert AS Author",
        "Brunkhorst FM Author",
        "Bischoff R Author",
        "Esser J Author",
        "Mattis M Author",
        "Naue P Author",
        "Vogel K Author",
        "Bergholz A Author",
        "Flick M Author",
        "Kröker A Author",
        "Müller DX Author",
        "Thomsen KK Author",
        "Vokuhl C Author",
        "Wegge M Author",
        "Bratke S Author",
        "Graeßner M Author",
        "Jungwirth B Author",
        "Schmid S Author",
        "Grundmann CD Author",
        "Wischermann JM Author",
        "Kellner P Author",
        "Steinhaus M Author",
        "Grüßer L Author",
        "Coldewey SM Author",
        "Zacharowski K Author",
        "Meybohm P Author",
        "Habicher M Author",
        "Zarbock A Author",
        "Zitzmann A Author",
        "Letz S Author",
        "Neumann C Author",
        "Larmann J Author",
        "Renné T Author",
        "Krause L Author",
        "Vettorazzi E Author",
        "Zapf A Author",
        "Carlstedt A Author",
        "Sessler DI Author",
        "Kouz K Author",
        "IMPROVE-multi Trial Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Intraoperative hypotension is associated with organ injury. However, it remains unknown if targeted blood pressure management during surgery can improve clinical outcomes. To evaluate whether individualized vs routine perioperative blood pressure management during major abdominal surgery improves clinical outcomes in patients considered at high risk of postoperative complications. This randomized single-blind clinical trial enrolled patients 45 years or older undergoing elective major abdominal surgery with general anesthesia expected to last 90 minutes or longer who had at least 1 additional high-risk criterion between February 26, 2023, and April 25, 2024, at 15 German university hospitals. The date of last follow-up was July 25, 2024. Patients were randomized in a 1:1 ratio to individualized perioperative blood pressure management (with mean arterial pressure [MAP] targets based on preoperative mean nighttime MAP assessed using automated blood pressure monitoring) or routine blood pressure management with a MAP target of 65 mm Hg or higher. The primary outcome was the incidence of a composite outcome of acute kidney injury, acute myocardial injury, nonfatal cardiac arrest, or death within the first 7 postoperative days. There were 22 secondary outcomes, including infectious complications within the first 7 postoperative days and a composite outcome of need for kidney replacement therapy, myocardial infarction, nonfatal cardiac arrest, or death within 90 days after surgery. Of the 1272 patients enrolled, 1142 were randomized (571 patients to each group), and 1134 were included in the primary analysis (median age, 66 years [IQR, 59-73 years]; 34.1% female). The primary outcome occurred in 190 of 567 patients (33.5%) assigned to individualized blood pressure management and 173 of 567 patients (30.5%) assigned to routine blood pressure management (relative risk, 1.10 [95% CI, 0.93-1.30]; P&#x2009;=&#x2009;.31). None of the 22 secondary outcomes were significantly different, including infectious complications within the first 7 postoperative days (90/567 [15.9%] vs 97/567 [17.1%]; P&#x2009;=&#x2009;.63) and a composite outcome of need for kidney replacement therapy, myocardial infarction, nonfatal cardiac arrest, or death within 90 days after surgery (32/566 [5.7%] vs 20/567 [3.5%]; P&#x2009;=&#x2009;.12). Among patients at high risk of postoperative complications undergoing major abdominal surgery, individualized perioperative blood pressure management with MAP targets based on preoperative mean nighttime MAP did not decrease the composite outcome of acute kidney injury, acute myocardial injury, nonfatal cardiac arrest, or death within the first 7 postoperative days compared with routine blood pressure management with a MAP target of 65 mm Hg or higher. ClinicalTrials.gov Identifier: NCT05416944."
    },
    {
      "doi": "10.1001/jama.2025.18007",
      "url": "https://doi.org/10.1001/jama.2025.18007",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840159",
      "article_type": "",
      "pubmed_pmid": "41076587",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "Intraoperative hypotension is associated with adverse postoperative outcomes, but whether a proactive strategy to prevent intraoperative hypotension improves outcomes is uncertain. To determine whether intraoperative blood pressure management stratified by risk of hypotension reduces postoperative functional disability compared with usual care in adults undergoing noncardiac surgery. In this randomized clinical trial, adults undergoing elective noncardiac surgery at 2 tertiary hospitals in the Netherlands were enrolled from June 17, 2021, to February 7, 2024. The date of last follow-up was October 24, 2024. Patients were randomized 1:1 to proactive blood pressure management with mean arterial pressure targets based on risk of intraoperative hypotension (low risk, &#x2265;70 mm Hg; intermediate risk, &#x2265;80; high risk, &#x2265;90) or usual management at their anesthesiologist's discretion, generally aiming to avoid a mean arterial pressure of less than 65 mm Hg without higher predefined targets. The primary outcome was functional disability at 6 months, assessed with the 12-item World Health Organization Disability Assessment Schedule 2.0 (WHODAS 2.0; scale range, 0-100; higher scores indicate more disability). A minimally clinically important difference of 5 points was prespecified. There were 23 secondary outcomes, including quality of life, complications, and mortality within 6 months. The trial was stopped early for futility after 3247 of 5000 planned patients (median age, 59 years [IQR, 44-69]; 1738 female [53.5%]) were enrolled. A total of 677 patients (21%) were low risk; 1814 (56%), intermediate risk, and 756 (23%), high risk. Baseline median WHODAS scores were 12.5 [IQR, 4.2-29.2] in proactive group and 14.6 [IQR, 4.2-29.2] in standard group). At 6 months, mean (SD) WHODAS scores were 17.7 (20.1) in the proactive group and 18.2 (20.5) in the standard group (mean difference, -0.5; 95% credible interval, -1.9 to 0.9). There were no significant differences in any of the 23 secondary outcomes. Intraoperative blood pressure management with mean arterial pressure goals stratified by risk of hypotension did not improve functional disability at 6 months postoperatively compared with standard intraoperative blood pressure management. Overview of Medical Research in the Netherlands (CCMO): NL-OMON55117."
    },
    {
      "doi": "10.1001/jama.2025.14679",
      "url": "https://doi.org/10.1001/jama.2025.14679",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838294",
      "article_type": "",
      "pubmed_pmid": "40886309",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "Data from randomized clinical trials on a long-term anticoagulation strategy for patients after catheter-based ablation for atrial fibrillation (AF) are lacking. To evaluate whether discontinuing oral anticoagulant therapy provides superior clinical outcomes compared with continuing oral anticoagulant therapy in patients without documented atrial arrhythmia recurrence after catheter ablation for AF. A randomized clinical trial including 840 adult patients (aged 19-80 years) who were enrolled and randomized from July 28, 2020, to March 9, 2023, at 18 hospitals in South Korea. Enrolled patients had at least 1 non-sex-related stroke risk factor (determined using the CHA2DS2-VASc score [range, 0-9]) and no documented recurrence of atrial arrhythmia for at least 1 year after catheter ablation for AF. The CHA2DS2-VASc score is used as an assessment of stroke risk among patients with AF (calculated using point values for congestive heart failure, hypertension, &#x2265;75 years of age, diabetes, stroke or transient ischemic attack, vascular disease, between 65 and 74 years of age, and sex category). The date of final follow-up was June 4, 2025. The patients were randomly assigned in a 1:1 ratio to discontinue oral anticoagulant therapy (n&#x2009;=&#x2009;417) or continue oral anticoagulant therapy (with direct oral anticoagulants; n&#x2009;=&#x2009;423). The primary outcome was the first occurrence of a composite of stroke, systemic embolism, and major bleeding at 2 years. Individual components of the primary outcome (such as ischemic stroke and major bleeding) were assessed as secondary outcomes. Of the 840 adults randomized, the mean age was 64 (SD, 8) years, 24.9% were women, the mean CHA2DS2-VASc score was 2.1 (SD, 1.0), and 67.6% had paroxysmal AF. At 2 years, the primary outcome occurred in 1 patient (0.3%) in the discontinue oral anticoagulant therapy group vs 8 patients (2.2%) in the continue oral anticoagulant therapy group (absolute difference, -1.9 percentage points [95% CI, -3.5 to -0.3]; P&#x2009;=&#x2009;.02). The 2-year cumulative incidence of ischemic stroke was 0.3% in the discontinue oral anticoagulant therapy group vs 0.8% in the continue oral anticoagulant therapy group (absolute difference, -0.5 percentage points [95% CI, -1.6 to 0.6]). Major bleeding occurred in 0 patients in the discontinue oral anticoagulant therapy group vs 5 patients (1.4%) in the continue oral anticoagulant therapy group (absolute difference, -1.4 percentage points [95% CI, -2.6 to -0.2]). Among patients without documented atrial arrhythmia recurrence after catheter ablation for AF, discontinuing oral anticoagulant therapy resulted in a lower risk for the composite outcome of stroke, systemic embolism, and major bleeding vs continuing direct oral anticoagulant therapy. ClinicalTrials.gov Identifier: NCT04432220."
    },
    {
      "doi": "10.1001/jama.2025.17281",
      "url": "https://doi.org/10.1001/jama.2025.17281",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840346",
      "article_type": "",
      "pubmed_pmid": "41114973",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "Screening chest computed tomography (CT) scans reduce lung cancer mortality in high-risk individuals, but less than 20% of eligible individuals are screened in the US. To determine whether a direct-to-patient digital health program increases lung cancer screening. Randomized clinical trial enrolling individuals aged 50 to 77 years who met Centers for Medicare &amp; Medicaid Services criteria for lung cancer screening between April 18, 2022, and May 30, 2023, at 2 academic health systems in the southeastern US. The date of last follow-up was September 30, 2024. Participants were randomized 1:1 to the mPATH-Lung program, a digital health program delivered outside a clinical visit that included a brief decision aid and option to request a screening appointment (n&#x2009;=&#x2009;669) or enhanced usual care, in which patients were notified of their lung cancer screening eligibility and advised to speak with their primary care clinician (n&#x2009;=&#x2009;664). The primary outcome was completion of any chest CT within 16 weeks. Secondary outcomes included screening decisions, process measures (screening visits, CT scans ordered), clinical outcomes (lung cancer screening results, lung cancers diagnosed), screening harms, and implementation outcomes. Electronic invitations were sent to 26&#x202f;909 individuals with a smoking history in their electronic health record; 3267 completed website eligibility questions and 1333 were deemed eligible and enrolled. The mean age was 60.7 years (SD, 6.8 years); 864 (65%) were female; 232 (17%) were Black and 1054 (79%) were non-Hispanic White; and 621 (47%) had commercial insurance and 595 (45%) had public insurance. Chest CT completion was higher in the mPATH-Lung group than in controls (24.5% [164/669] vs 17.0% [113/664]; odds ratio, 1.6; 95% CI, 1.2-2.1). Among patients who completed screening CT, false-positive results occurred in 12.7% (19/150) of mPATH-Lung participants and 8.4% (8/95) of controls. Invasive procedures were performed in 2.0% (3/150) in the intervention group and 1.1% (1/95) in the control group, with no complications. Compared with enhanced usual care, a direct-to-patient digital health intervention increased rates of lung cancer screening. Future research should assess the reach and effectiveness of digital lung cancer screening interventions across diverse populations and health care settings. ClinicalTrials.gov Identifier: NCT04083859."
    },
    {
      "doi": "10.1001/jama.2025.14338",
      "url": "https://doi.org/10.1001/jama.2025.14338",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2839079",
      "article_type": "",
      "pubmed_pmid": "40960806",
      "title": "Everolimus and Low-Dose Tacrolimus After Heart Transplant in Children: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2025 Oct 21",
      "volume": "334",
      "issue": "15",
      "pages": "1339-1348",
      "authors": [
        "Almond CS Author",
        "Daly KP Author",
        "Albers EL Author",
        "Alejos JC Author",
        "Ameduri R Author",
        "Auerbach SR Author",
        "Barkoff L Author",
        "Barnes AP Author",
        "Bock MJ Author",
        "Butto A Author",
        "Carlo WF Author",
        "Castleberry CD Author",
        "Chrisant MR Author",
        "Deshpande SR Author",
        "Dreyer WJ Author",
        "Everitt MD Author",
        "Feingold B Author",
        "Gonzales S Author",
        "Hollander SA Author",
        "Kindel SJ Author",
        "Klein GL Author",
        "Lal AK Author",
        "Lamour JM Author",
        "Lee J Author",
        "Lu M Author",
        "Lytrivi ID Author",
        "Miyamoto SD Author",
        "Pahl E Author",
        "Peng DM Author",
        "Ryan TD Author",
        "Singh TP Author",
        "Su JA Author",
        "Sutcliffe DL Author",
        "Ybarra AM Author",
        "Zangwill S Author",
        "Rossano JW Author",
        "Sleeper LA Author",
        "TEAMMATE Trial Investigators CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Studies suggest that everolimus may reduce the risk of rejection, cardiac allograft vasculopathy (CAV), chronic kidney disease (CKD), and cytomegalovirus (CMV) after heart transplant. Everolimus use is controversial because of data demonstrating higher infection deaths when everolimus is introduced de novo after transplant. It is unclear whether everolimus is safe and effective when initiated at 6 months posttransplant in children, a population in which median graft survival is limited to 15 years and randomized clinical trials are lacking. To evaluate the safety and efficacy of everolimus combined with low-dose tacrolimus to prevent major adverse transplant events (MATEs) in children after heart transplant. Multicenter, randomized, open-label, clinical trial enrolling 211 patients who were alive 6 months after pediatric heart transplant at 25 US sites from February 2018 to August 2020. The last date of follow-up was April 17, 2023. Participants were randomized to receive everolimus and low-dose tacrolimus (n&#x2009;=&#x2009;107) or standard-dose tacrolimus and mycophenolate mofetil (n&#x2009;=&#x2009;104) for 30 months. The primary efficacy end point was the MATE-3 score at 30 months, a validated composite ordinal end point including acute cellular rejection, CAV, and CKD. The primary safety end point was the MATE-6 score, encompassing the MATE-3 score plus antibody-mediated rejection, infection, and posttransplant lymphoproliferative disorder. Among 211 children randomized, the mean age was 8.2 (SD, 6.3) years, 97 (46%) underwent transplant for congenital heart disease, and 49 (23%) were treated for rejection before 6 months. At 30 months, the mean MATE-3 score did not differ between the 2 treatment groups (mean difference, -0.32; 95% CI, -0.90 to 0.20; P&#x2009;=&#x2009;.16). The mean MATE-6 score was no higher in the everolimus group than in the mycophenolate group (baseline-adjusted mean difference, -0.40; 95% CI, -1.81 to 0.93), meeting the success criterion for safety (noninferiority margin &lt;3). There were no differences in graft survival, MATE-free survival, or freedom from any individual MATE. Everolimus was associated with greater improvement in estimated glomerular filtration rate at 12 months (mean difference, 10.5 mL/min/1.73 m2; 95% CI, 1.09-19.91 mL/min/1.73 m2) and a lower incidence of CMV infection (hazard ratio, 0.50; 95% CI, 0.26-0.93). Among 6-month pediatric heart transplant survivors, everolimus and low-dose tacrolimus did not differ from tacrolimus and mycophenolate in preventing the composite of cellular rejection, CAV, and CKD at 30 months. However, everolimus and low-dose tacrolimus appear to be safe based on the total burden of 6 MATEs and may be associated with improved kidney function and less CMV infection. ClinicalTrials.gov Identifier: NCT03386539."
    },
    {
      "doi": "10.1001/jama.2025.15405",
      "url": "https://doi.org/10.1001/jama.2025.15405",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2838491",
      "article_type": "",
      "pubmed_pmid": "40884493",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "Respiratory syncytial virus (RSV) infection is linked to elevated cardiovascular risk, particularly in individuals with preexisting cardiovascular disease (CVD). A bivalent RSV prefusion F protein (RSVpreF) vaccine was recently approved for preventing RSV-related lower respiratory tract illness, but its effectiveness against cardiovascular outcomes has not been evaluated in a randomized trial. To investigate the vaccine effectiveness of RSVpreF compared with no vaccine against cardiovascular outcomes among adults aged 60 years or older. Prespecified secondary analysis of the DAN-RSV trial, a pragmatic, open-label, individually randomized clinical trial conducted in Denmark during the 2024-2025 winter season. The first participant was enrolled on November 18, 2024. Adults aged 60 years or older were eligible for inclusion regardless of comorbidity status. Participants were randomized 1:1 to receive RSVpreF (n&#x2009;=&#x2009;65&#x202f;642) or no vaccine (n&#x2009;=&#x2009;65&#x202f;634). Hospitalization for any cardiorespiratory disease was a prespecified secondary outcome, and hospitalizations for any CVD, heart failure, myocardial infarction, stroke, and atrial fibrillation were prespecified exploratory outcomes. Outcomes were assessed from 14 days after booked study visit through May 31, 2025. Vaccine effectiveness was calculated as 1 - incidence rate ratio, expressed as a percentage. Of 131&#x202f;276 participants included (mean age, 69.4 [SD, 6.5] years; 50.3% male), 28&#x202f;662 (21.8%) had preexisting CVD. All-cause cardiorespiratory hospitalization incidence was lower in the RSVpreF group compared with the control group (26.3 vs 29.2 events per 1000 participant-years [PY]; absolute rate reduction, 2.90 [95% CI, 0.10-5.71] per 1000 PY; vaccine effectiveness, 9.9% [95% CI, 0.3%-18.7%]; P&#x2009;=&#x2009;.04). There was no significant interaction by baseline CVD status (CVD at baseline: vaccine effectiveness, 5.0% [95% CI, -11.2% to 16.7%]; no CVD at baseline: vaccine effectiveness, 15.2% [95% CI, 2.2%-27.1%]; P&#x2009;=&#x2009;.27 for interaction). For the RSVpreF group vs control group, respectively, incidence rates of all-cause cardiovascular hospitalization were 16.4 vs 17.7 events per 1000 PY (vaccine effectiveness, 7.4% [95% CI, -5.5% to 18.8%]; P&#x2009;=&#x2009;.24), and incidence rates of stroke were 3.0 vs 3.8 events per 1000 PY (vaccine effectiveness, 19.4% [95% CI, -8.6% to 40.4%]; P&#x2009;=&#x2009;.14). There were also no statistically significant between-group differences for myocardial infarction, heart failure hospitalization, and atrial fibrillation. In adults aged 60 years or older, all-cause cardiorespiratory hospitalization was significantly lower with RSVpreF than with no vaccine. The findings suggest potential downstream cardiorespiratory benefits of RSV immunization, although the effect on all-cause cardiovascular hospitalization was not statistically significant. ClinicalTrials.gov Identifier: NCT06684743."
    },
    {
      "doi": "10.1001/jama.2025.20402",
      "url": "https://doi.org/10.1001/jama.2025.20402",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840823",
      "article_type": "",
      "pubmed_pmid": "41159835",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "The optimal strategy for hemodynamic resuscitation in early septic shock remains uncertain. To determine the effect of a personalized hemodynamic resuscitation protocol targeting capillary refill time (CRT-PHR) on a hierarchical composite outcome of mortality, duration of vital support, and length of hospital stay. This randomized clinical trial was conducted in 86 centers in 19 countries. Patients within the first 4 hours of septic shock were included between March 2022 and April 2025, with last follow-up in July 2025. Patients were randomized to undergo CRT-PHR (n&#x2009;=&#x2009;720), including assessment of pulse pressure, diastolic arterial pressure, fluid responsiveness, and bedside echocardiography, to tailor fluids, vasopressors, and inotropes, vs usual care (n = 747). The primary outcome was a hierarchical composite of mortality, duration of vital support (vasoactives, mechanical ventilation, and kidney replacement therapy), and length of hospital stay assessed at 28 days. A win ratio was calculated for the primary outcome by comparing all possible patient pairs, starting with the first event in the hierarchy and stratified by median APACHE (Acute Physiology and Chronic Health Evaluation) II score at admission. Secondary outcomes were mortality, vital support-free days, and length of hospital stay at 28 days. From 1501 randomized patients, 1467 were included in the primary analysis (mean age, 66 [17] years; 43.3% female). There were 131&#x202f;131 wins (48.9%) in the CRT-PHR group vs 112&#x202f;787 (42.1%) in the usual care group for the hierarchical composite primary outcome, with a win ratio of 1.16 (95% CI, 1.02-1.33; P&#x2009;=&#x2009;.04). Individual wins for death were 19.1% vs 17.8%; duration of vital support, 26.4% vs 21.1%; and length of hospital stay, 3.4% vs 3.2% in the intervention vs usual care groups, respectively. Among patients with early septic shock, a personalized hemodynamic resuscitation protocol targeting capillary refill time was superior to usual care for the primary composite outcome, primarily due to a lower duration of vital support. ClinicalTrials.gov Identifier: NCT05057611."
    },
    {
      "doi": "10.1001/jama.2025.18109",
      "url": "https://doi.org/10.1001/jama.2025.18109",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2840739",
      "article_type": "",
      "pubmed_pmid": "41165718",
      "title": "",
      "journal": "",
      "pubdate": "",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [],
      "pubmed_pubtypes": [],
      "pubmed_is_research": true,
      "abstract_md": "This JAMA Guide to Statistics and Methods article discusses designing and implementing clinical trials to minimize the number of missing data."
    }
  ]
}