{
  "from": "2026-01-01",
  "to": "2026-01-31",
  "items": [
    {
      "doi": "10.1001/jama.2025.19808",
      "url": "https://doi.org/10.1001/jama.2025.19808",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842283",
      "article_type": "",
      "pubmed_pmid": "41335448",
      "title": "Sacubitril/Valsartan vs Enalapril in Heart Failure Due to Chagas Disease: An Open-Label, Multicenter Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 6",
      "volume": "335",
      "issue": "1",
      "pages": "49-59",
      "authors": [
        "Lopes RD Author",
        "Bocchi EA Author",
        "Echeverría LE Author",
        "Demacq C Author",
        "de Barros E Silva PGM Author",
        "Barbosa LM Author",
        "Damiani L Author",
        "Sayyed S Author",
        "Yoshida LAF Author",
        "Furtado RHM Author",
        "Morillo CA Author",
        "Kevorkian R Author",
        "Ramires F Author",
        "Bahit MC Author",
        "Magaña A Author",
        "Chávez-Mendoza A Author",
        "Miguel da Silva AH Author",
        "Coelho da Silva A Author",
        "Freitas AF Jr Author",
        "Romano AA Author",
        "Parneix A Author",
        "Segura A Author",
        "França CCB Author",
        "Botta CE Author",
        "de Barros E Author",
        "Perna ER Author",
        "Montenegro E Author",
        "Quiroz Diaz FR Author",
        "Feitosa-Filho GS Author",
        "Severini GV Author",
        "Molina I Author",
        "Miranda JDSS Author",
        "Sala J Author",
        "Kerr Saraiva JF Author",
        "Carbajales J Author",
        "Maia LN Author",
        "Santana Passos LC Author",
        "Simões MV Author",
        "Moreira MDCV Author",
        "Nunes MCP Author",
        "Hernandes ME Author",
        "Hominal M Author",
        "Zarandon RS Author",
        "Leon de la Fuente R Author",
        "Aras R Author",
        "Bazan SGZ Author",
        "Luiz da Silva T Jr Author",
        "Madrini V Author",
        "de Oliveira WA Jr Author",
        "Saporito WF Author",
        "Gimpelewicz C Author",
        "McMurray JJV Author",
        "Prevention and Reduction of Adverse Outcomes in Chagasic Heart Failure Trial Evaluation (PARACHUTE-HF) Investigators CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Clinical Trial, Phase IV",
        "Equivalence Trial",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The efficacy and safety of guideline-recommended treatments for heart failure (HF) are uncertain in patients with Chagas disease. To evaluate the efficacy and safety of the angiotensin receptor-neprilysin inhibitor sacubitril/valsartan in patients with HF with reduced ejection fraction due to Chagas disease. From December 10, 2019, through September 13, 2023, patients with HF, confirmed diagnosis of Chagas disease, left ventricular ejection fraction of 40% or less, and N-terminal pro-B-type natriuretic peptide (NT-proBNP) of 600 pg/mL or greater (or B-type natriuretic peptide [BNP] &#x2265;150 pg/mL) or 400 pg/mL or greater (or BNP &#x2265;100 pg/mL) if hospitalized for HF within the previous 12 months were screened at 83 sites in Argentina, Brazil, Colombia, and Mexico. Statistical analysis was conducted between May and July 2025. Patients were randomized to receive sacubitril/valsartan (target dose, 200 mg twice daily) or enalapril (target dose, 10 mg twice daily), in addition to standard therapy. The primary end point was a hierarchical composite outcome tested, in order, of death from cardiovascular causes, hospitalization for HF, or relative change in NT-proBNP from baseline to 12 weeks. The primary analysis was done using a win ratio approach. Overall, 462 participants were randomized to receive sacubitril/valsartan and 460 to receive enalapril (mean [SD] age, 64.2 [10.8] years; 387 [42.0%] were female). Over a median (IQR) follow-up of 25.2 (18.4-33.2) months, cardiovascular death occurred in 110 patients (23.8% [18.3% wins in the hierarchical comparison]) in the sacubitril/valsartan group and 117 patients (25.4% [17.5% wins]) in the enalapril group. A total of 102 patients (22.1% [7.7% wins]) in the sacubitril/valsartan group and 111 (24.1% [6.9% wins]) in the enalapril group experienced a first hospitalization for HF. Patients in the sacubitril/valsartan group had a median (IQR) decrease in NT-proBNP of 30.6% (-54.3% to -0.9%) at 12 weeks, leading to 22.5% wins, while those in the enalapril group had a 5.5% (-31.9% to 37.5%) decrease (7.2% wins). The resulting stratified win ratio was 1.52 (95% CI, 1.28-1.82; P&#x2009;&lt;&#x2009;.001) for sacubitril/valsartan compared with enalapril. In patients with HF with reduced ejection fraction due to Chagas disease, there was no significant difference in clinical outcomes between sacubitril/valsartan and enalapril, but there was a greater reduction in NT-proBNP at 12 weeks in patients in the sacubitril/valsartan group. ClinicalTrials.gov Identifier: NCT04023227."
    },
    {
      "doi": "10.1001/jama.2025.21112",
      "url": "https://doi.org/10.1001/jama.2025.21112",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841256",
      "article_type": "",
      "pubmed_pmid": "41206973",
      "title": "DASH-Patterned Groceries and Effects on Blood Pressure: The GoFresh Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 6",
      "volume": "335",
      "issue": "1",
      "pages": "36-48",
      "authors": [
        "Juraschek SP Author",
        "Col H Author",
        "Ferro K Author",
        "Turkson-Ocran RN Author",
        "Cluett JL Author",
        "Davis RB Author",
        "Kraemer KM Author",
        "McManus K Author",
        "Mukamal KJ Author",
        "Aidoo EL Author",
        "Larbi Kwapong F Author",
        "Budu M Author",
        "Patil D Author",
        "Nartey S Author",
        "Michetti J Author",
        "Allison S Author",
        "Mate-Kole M Author",
        "Cao J Author",
        "Grobman B Author",
        "Seager R Author",
        "Hines AL Author",
        "Miller ER 3rd Author",
        "Crews DC Author",
        "Fitzpatrick SL Author",
        "GoFresh Collaborative Research Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "pubmed_is_research": true,
      "abstract_md": "The Dietary Approaches to Stop Hypertension (DASH) eating plan lowered blood pressure (BP) among Black adults in a controlled environment, but to date, there are no grocery shopping strategies that replicated its health effects in a community setting. The Groceries for Black Residents of Boston to Stop Hypertension (GoFresh) trial was conducted to determine the effects of low sodium-DASH groceries on systolic BP. This parallel-group randomized clinical trial was conducted in Boston from August 2022 to September 2025 among Black residents of urban communities with few grocery stores, a systolic BP of 120 to less than 150 mm Hg, a diastolic BP less than 100 mm Hg, and no hypertension treatment. Data were analyzed from June through October 2025. Participants were randomly assigned to 12 weeks of home-delivered, DASH-patterned groceries ordered weekly with dietitian counseling without emphasizing cost or three $500 stipends every 4 weeks intended for self-directed grocery shopping. The primary comparison was the difference in the 3-month change in model-estimated office systolic BP (based on 3 measurements over at least 2 visits) between interventions. Adherence was assessed via 24-hour urine collection. Secondary outcomes included diastolic BP, body mass index (BMI), hemoglobin A1c levels, and low-density lipoprotein (LDL) cholesterol. Maintenance of effects was assessed 3 months after intervention cessation. Among 180 participants, (mean [SD] age, 46.1 [13.3] years; 102 female [56.7%]; 180 self-reported Black [100%]; 12 Hispanic [6.7%]), 175 individuals (97.2%) completed the primary outcome assessment. Mean (SD) baseline systolic BP and diastolic BP were 130.0 (6.7) mm Hg and 79.8 (8.1) mm Hg. At 3 months, the mean systolic BP changed -5.7 mm Hg (95% CI, -7.4, to-3.9 mm Hg) in the DASH-patterned group and -2.3 mm Hg (95% CI, -4.1 to -0.4 mm Hg) in the self-directed group (difference in changes, -3.4 mm Hg; 95% CI, -5.9 to -0.8 mm Hg; P&#x2009;=&#x2009;.009). Compared with the self-directed group, after 3 months the DASH-patterned group changed mean diastolic BP by -2.4 mm Hg (95% CI, -4.2 to -0.5 mm Hg), urine sodium level by -545 mg/24 h (95% CI, -1041 to -50 mg/24 h), and LDL cholesterol by -8.0 mg/dL (95% CI, -13.7 to -2.3 mg/dL) (to convert LDL cholesterol to millimoles per liter, multiply by 0.0259). Effects were not maintained 6 months after the intervention was initiated. No effects occurred in BMI or hemoglobin A1c level. In this study, a program of home-delivered, DASH-style groceries plus dietitian counseling decreased BP and LDL cholesterol levels beyond comparable monetary compensation. However, effects were not maintained after the intervention ended. ClinicalTrials.gov Identifier: NCT05121337."
    },
    {
      "doi": "10.1001/jama.2025.19843",
      "url": "https://doi.org/10.1001/jama.2025.19843",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842189",
      "article_type": "",
      "pubmed_pmid": "41324946",
      "title": "Levosimendan to Facilitate Weaning From ECMO in Patients With Severe Cardiogenic Shock: The LEVOECMO Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 6",
      "volume": "335",
      "issue": "1",
      "pages": "60-69",
      "authors": [
        "Combes A Author",
        "Saura O Author",
        "Nesseler N Author",
        "Lebbah S Author",
        "Rozec B Author",
        "Levy B Author",
        "Fellahi JL Author",
        "Beurton A Author",
        "Meslin S Author",
        "Gaudard P Author",
        "Bouglé A Author",
        "Vincentelli A Author",
        "Sonneville R Author",
        "Lebreton G Author",
        "Lévy D Author",
        "Ouattara A Author",
        "Tubach F Author",
        "LEVOECMO Trial Group and the International ECMO Network (ECMONet) CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Clinical Trial, Phase III",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Levosimendan may facilitate weaning from venoarterial extracorporeal membrane oxygenation (VA-ECMO) and improve survival, but supporting evidence remains limited. To assess whether early administration of levosimendan reduces the time to successful VA-ECMO weaning in patients with severe but potentially reversible cardiogenic shock. Randomized, double-blind, placebo-controlled trial conducted across 11 intensive care units (ICUs) in France. Between August 27, 2021, and September 10, 2024, 205 adult patients with acute cardiogenic shock who had started VA-ECMO in the preceding 48 hours were enrolled. Final follow-up was completed on November 10, 2024. Patients were randomized in a 1:1 ratio to receive levosimendan, 0.15 &#x3bc;g/kg per minute, to be increased to 0.20 &#x3bc;g/kg per minute after 2 hours (n&#x2009;=&#x2009;101), or placebo (n&#x2009;=&#x2009;104). The primary outcome was time to successful ECMO weaning within 30 days following randomization. Secondary outcomes included ECMO-, mechanical ventilation-, and organ failure-free days, ICU and hospital lengths of stay, serious adverse events, and all-cause 30- and 60-day mortality. Among the 205 randomized patients (median age, 58 [IQR, 50-67] years; 149 [72.7%] male), main cardiogenic shock etiologies were postcardiotomy (79 [38.5%]), acute myocardial infarction (56 [27.3%]), and myocarditis (28 [13.7%]). Treatment dose was increased to 0.20 &#xb1; 0.01 &#x3bc;g/kg per minute in 93% of patients receiving levosimendan and in 96% of those receiving placebo. Within 30 days, 69 of 101 patients (68.3%) had a successful ECMO weaning in the levosimendan group compared with 71 of 104 (68.3%) in the placebo group (risk difference, 0.0% [95% CI, -12.8% to 12.7%]; subdistribution hazard ratio, 1.02 [95% CI, 0.74-1.39]; P&#x2009;=&#x2009;.92). In the levosimendan and placebo groups, respectively, median ECMO duration (5 [IQR, 4-7] days vs 6 [IQR, 4-11] days; P&#x2009;=&#x2009;.53), mean ICU length of stay (18 [SD, 15] days vs 19 [SD, 15] days; P&#x2009;=&#x2009;.42), and 60-day mortality (27.7% vs 25.0%; risk difference, 2.7% [95% CI, -9.0% to 15.3%]; P&#x2009;=&#x2009;.78) did not differ significantly. Ventricular arrhythmias occurred more frequently with levosimendan (18 [17.8%] vs 9 [8.7%]; absolute risk difference, 9.2% [95% CI, 0.4%-18.1%]). Among patients with severe but potentially reversible cardiogenic shock supported by VA-ECMO, early levosimendan administration did not significantly reduce the time to successful weaning of ECMO compared with placebo. ClinicalTrials.gov Identifier: NCT04728932."
    },
    {
      "doi": "10.1001/jama.2025.25033",
      "url": "https://doi.org/10.1001/jama.2025.25033",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2843665",
      "article_type": "",
      "pubmed_pmid": "41505155",
      "title": "Acetaminophen (Paracetamol) or Opioid Analgesia Added to Ibuprofen for Children's Musculoskeletal Injury: Two Randomized Clinical Trials.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 8",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Ali S Author",
        "Klassen TP Author",
        "Candelaria P Author",
        "Bhatt M Author",
        "Sawyer S Author",
        "Stang A Author",
        "Yaskina M Author",
        "Heath A Author",
        "Pechlivanoglou P Author",
        "Offringa M Author",
        "Drendel AL Author",
        "Hickes S Author",
        "Poonai N Author",
        "KidsCAN PERC Innovative Pediatric Clinical Trials No OUCH Study Team CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Ibuprofen is first-line therapy for musculoskeletal pain. However, two-thirds of children experience inadequate pain relief with ibuprofen monotherapy, and the efficacy of additive medications for moderate to severe musculoskeletal pain is unclear. To determine whether treatment with an opioid (hydromorphone) plus ibuprofen or nonopioid (acetaminophen [paracetamol]) plus ibuprofen decreased pain scores compared with ibuprofen alone. Two randomized, double-masked, placebo-controlled trials were conducted from April 2019 to March 2023 in 6 university-affiliated, tertiary care Canadian pediatric emergency departments. Children aged 6 to 17 years presenting with a nonoperative acute limb injury (&lt;24 hours) and a verbal numerical rating scale (vNRS) pain score of 5 or more out of 10 were enrolled. Date of final follow-up was March 22, 2023. The opioid trial randomized participants to a single oral dose of ibuprofen plus hydromorphone, ibuprofen plus acetaminophen, or ibuprofen alone. The nonopioid trial randomized participants to a single oral dose of ibuprofen plus acetaminophen or ibuprofen alone. In all groups, ibuprofen was dosed at 10 mg/kg (maximum, 600 mg). The acetaminophen dose was 15 mg/kg (maximum, 1000 mg), and the hydromorphone dose was 0.05 mg/kg (maximum, 5 mg). The primary efficacy outcome was self-reported vNRS pain score at 60 minutes post medication administration (score range, 0 [no pain] to 10 [worst pain]; minimal clinically important difference, 1.5). The primary safety end point was the proportion of children with any adverse event related to study drug administration. A total of 8098 children were screened for eligibility; 699 were randomized and 653 were included in the efficacy analyses. The opioid trial included 249 children: 110 randomized to ibuprofen plus hydromorphone, 70 to ibuprofen plus acetaminophen, and 69 to ibuprofen alone. The nonopioid trial included 450 children: 225 randomized to a single oral dose of ibuprofen plus acetaminophen and 225 randomized to ibuprofen alone. The mean (SD) age of children in the 2 trials was 11.5 (3.5) years and 47.4% were female. The mean (SD) vNRS score at recruitment was 6.4 (1.8). In pooled analyses, mean (SD) vNRS scores 60 minutes after drug administration were 4.8 (2.6) in the ibuprofen plus hydromorphone group, 4.6 (2.4) in the ibuprofen plus acetaminophen group, and 4.6 (2.3) in the ibuprofen alone group (P&#x2009;=&#x2009;.78). Any adverse event occurred at higher rates in the ibuprofen plus hydromorphone group (28.2%) compared with the ibuprofen plus acetaminophen (6.1%) or ibuprofen alone groups (5.8%). No serious adverse events occurred. For children with acute nonoperative musculoskeletal injury, pain scores at 60 minutes after drug administration did not improve with ibuprofen plus acetaminophen or ibuprofen plus hydromorphone compared with ibuprofen alone. Adverse events were 4-fold more frequent with hydromorphone. Clinicaltrials.gov Identifier: NCT03767933."
    },
    {
      "doi": "10.1001/jama.2025.20620",
      "url": "https://doi.org/10.1001/jama.2025.20620",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841258",
      "article_type": "",
      "pubmed_pmid": "41206969",
      "title": "Efficacy and Safety of Oral PCSK9 Inhibitor Enlicitide in Adults With Heterozygous Familial Hypercholesterolemia: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 13",
      "volume": "335",
      "issue": "2",
      "pages": "129-139",
      "authors": [
        "Ballantyne CM Author",
        "Gellis L Author",
        "Tardif JC Author",
        "Banka P Author",
        "Navar AM Author",
        "Asprusten EA Author",
        "Scott R Author",
        "Stroes ESG Author",
        "Froman S Author",
        "Mendizabal G Author",
        "Wang F Author",
        "Catapano AL Author"
      ],
      "pubmed_pubtypes": [
        "Clinical Trial, Phase III",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Persons with heterozygous familial hypercholesterolemia (HeFH) are at increased risk of atherosclerotic cardiovascular disease due to lifelong elevated levels of low-density lipoprotein cholesterol (LDL-C). Many patients with HeFH do not achieve guideline-recommended LDL-C goals with the currently available lipid-lowering therapies. To evaluate the efficacy of enlicitide decanoate (an oral proprotein convertase subtilisin/kexin type 9 inhibitor) vs placebo in adults with HeFH requiring further lowering of LDL-C levels despite use of statin therapy. This phase 3, randomized clinical trial included persons aged 18 years or older with HeFH currently using lipid-lowering therapy (taking at least a moderate- or high-intensity statin) and either an LDL-C level of 55 mg/dL or greater and a history of major atherosclerotic cardiovascular disease or an LDL-C level of 70 mg/dL or greater without a history of major atherosclerotic cardiovascular disease. The trial was conducted at 59 sites across 17 countries; the first participant was screened on August 8, 2023, and the last follow-up visit occurred on April 7, 2025. Participants were randomized (2:1) to 20 mg of enlicitide (n&#x2009;=&#x2009;202) or placebo (n&#x2009;=&#x2009;101) once daily for 52 weeks. The primary outcome was the mean percentage change in LDL-C level at week 24. The secondary outcomes included the mean percentage change in LDL-C level at week 52, the mean percentage change at week 24 in levels of non-high-density lipoprotein cholesterol (non-HDL-C) and apolipoprotein B, and the median percentage change at week 24 in lipoprotein(a). Of the 303 participants (mean age, 52.4 [SD, 13.5] years; 51% were female) randomized, 293 (96.7%) completed the trial. The mean LDL-C level was 119.0 mg/dL (SD, 41.0 mg/dL) at baseline, all had statin current use (81.5% were taking a high-intensity statin), and 64.4% were taking ezetimibe. The mean percentage change in LDL-C level at week 24 was -58.2% in the enlicitide group vs 2.6% in the placebo group (between-group difference, -59.4% [95% CI, -65.6% to -53.2%]; P&#x2009;&lt;&#x2009;.001). The mean percentage change in LDL-C level at week 52 was -55.3% in the enlicitide group vs 8.7% in the placebo group (between-group difference, -61.5% [95% CI, -69.4% to -53.7%]; P&#x2009;&lt;&#x2009;.001). At week 24, the mean percentage change in non-HDL-C level was -52.3% in the enlicitide group vs 2.1% in the placebo group (between-group difference, -53.0% [95% CI, -58.5% to -47.4%]; P&#x2009;&lt;&#x2009;.001), the mean percentage change in apolipoprotein B level was -48.2% vs 1.8%, respectively (between-group difference, -49.1% [95% CI, -54.0% to -44.3%]; P&#x2009;&lt;&#x2009;.001), and the median percentage change in lipoprotein(a) level was -24.7% vs -1.6% (between-group difference, -27.5% [95% CI, -34.3% to -20.6%]; P&#x2009;&lt;&#x2009;.001). The incidence of adverse events, serious adverse events, and study discontinuation due to adverse events was similar between groups. Among adults with HeFH, treatment with enlicitide was well tolerated and significantly reduced levels of LDL-C, apolipoprotein B, non-HDL-C, and lipoprotein(a). ClinicalTrials.gov Identifier: NCT05952869."
    },
    {
      "doi": "10.1001/jama.2025.21077",
      "url": "https://doi.org/10.1001/jama.2025.21077",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841255",
      "article_type": "",
      "pubmed_pmid": "41206900",
      "title": "Coronary Computed Tomography Angiography in Prediction of First Coronary Events.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 20",
      "volume": "335",
      "issue": "3",
      "pages": "245-254",
      "authors": [
        "Bergström G Author",
        "Engström G Author",
        "Björnson E Author",
        "Adiels M Author",
        "Andersson JSO Author",
        "Andersson T Author",
        "Carlhäll CJ Author",
        "Cederlund K Author",
        "Erlinge D Author",
        "Fagman E Author",
        "Good E Author",
        "Gummesson A Author",
        "Hagström E Author",
        "James S Author",
        "Janzon M Author",
        "Katsoularis I Author",
        "Kuhl J Author",
        "Löfmark H Author",
        "Markstad H Author",
        "Oldgren J Author",
        "Oskarsson V Author",
        "Ostenfeld E Author",
        "Persson A Author",
        "Pistea A Author",
        "Rosengren A Author",
        "Spaak J Author",
        "Sundström J Author",
        "Söderberg S Author",
        "Thunström E Author",
        "Östgren CJ Author",
        "Lind L Author",
        "Jernberg T Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Observational Study",
        "Multicenter Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Risk stratification strategies in primary prevention of coronary events lack precision. To determine whether prediction of first coronary events is improved by adding information on coronary atherosclerosis from coronary computed tomography angiography (CCTA) to a model using the pooled cohort equation (PCE) risk score tool and the coronary artery calcification score (CACS). Observational cohort study including individuals aged 50 to 64 years randomly recruited from the general population and examined at 6 university hospitals in Sweden from 2013 to 2018, with a median follow-up of 7.8 years. A sample of 30&#x202f;154 individuals underwent cardiopulmonary imaging, physical examinations, routine laboratory tests, questionnaires, and/or functional tests. This study included 24&#x202f;791 individuals without previous cardiovascular disease for whom high-quality CCTA images were available. Events were followed up via registers until September 2024. The information used from the CCTA images was the extent of coronary atherosclerosis (segment involvement score), presence of noncalcified atherosclerosis, and presence of coronary obstructive disease (stenosis &#x2265;50%). The outcome was a composite of first occurrence of nonfatal myocardial infarction or death from coronary heart disease. During follow-up, 304 coronary events occurred. Segment involvement scores of 3 to 4 and greater than 4 and presence of noncalcified atherosclerosis were associated with hazard ratios of 2.71 (95% CI, 1.34-5.44), 5.27 (95% CI, 2.50-11.07), and 1.66 (95% CI, 1.23-2.22), respectively. In a model based on the PCE and CACS, CCTA-derived data improved risk discrimination (C statistic improved from 0.764 to 0.779; P&#x2009;=&#x2009;.004) and risk reclassification (net reclassification improvement of 0.133 [95% CI, 0.031-0.165]), conferred a net correct upward reclassification of 14.2% in those with events and incorrectly classified 1.6% of participants not experiencing an event into a higher-risk category. Because of the low event rate in the cohort, reclassification mainly occurred in the group classified as at low risk (&lt;5%) according to the PCE. Information on coronary atherosclerosis from CCTA modestly improved risk prediction beyond traditional risk factors and CACS in identifying individuals at risk of coronary events and in need of primary prevention."
    },
    {
      "doi": "10.1001/jama.2025.21712",
      "url": "https://doi.org/10.1001/jama.2025.21712",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2842706",
      "article_type": "",
      "pubmed_pmid": "41379435",
      "title": "Trends and Prevalence of the Metabolic Syndrome Among US Adults.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 20",
      "volume": "335",
      "issue": "3",
      "pages": "274-277",
      "authors": [
        "Abohashem S Author",
        "Hassan I Author",
        "Wasfy JH Author",
        "Taub PR Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "This cross-sectional study examined changes in metabolic syndrome prevalence among US adults from 2013 to 2023 across demographic subgroups using data from the National Health and Nutrition Examination Survey."
    },
    {
      "doi": "10.1001/jama.2025.25921",
      "url": "https://doi.org/10.1001/jama.2025.25921",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2844116",
      "article_type": "",
      "pubmed_pmid": "41563747",
      "title": "Antibiotic Therapy for Uncomplicated Acute Appendicitis: Ten-Year Follow-Up of the APPAC Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 21",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Salminen P Author",
        "Salminen R Author",
        "Kallio J Author",
        "Hurme S Author",
        "Nordström P Author",
        "Rantanen T Author",
        "Paajanen H Author",
        "Aarnio M Author",
        "Mecklin JP Author",
        "Sand J Author",
        "Grönroos JM Author",
        "Rautio T Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Antibiotic therapy is effective and safe for uncomplicated acute appendicitis in adults, but randomized clinical trial results exceeding 5 years are missing. To determine the 10-year appendicitis recurrence and appendectomy rate in patients with uncomplicated appendicitis treated with antibiotics. Ten-year observational follow-up of patients in the Appendicitis Acuta (APPAC) multicenter randomized clinical trial comparing appendectomy with antibiotics at 6 Finnish hospitals from November 2009 to June 2012, where 530 patients (aged 18-60 years) with uncomplicated acute appendicitis diagnosed by computed tomography were randomly assigned to appendectomy (n&#x2009;=&#x2009;273) or antibiotics (n&#x2009;=&#x2009;257). Last follow-up was April 29, 2024. This current analysis focused on assessing the 10-year appendicitis recurrence rate among patients assigned to antibiotics. Open appendectomy vs antibiotics with intravenous ertapenem sodium (1 g/d) for 3 days followed by 7 days of oral levofloxacin (500 mg once daily) and metronidazole (500 mg 3 times/d). Prespecified 10-year secondary end points included late (after 1 year) appendectomy and appendicitis recurrence rate after antibiotics and complications. Post hoc outcomes included the detection of possible appendiceal tumors among patients in the antibiotic group undergoing appendectomy or with an intact appendix using magnetic resonance imaging. Additional post hoc outcomes were quality of life and patient satisfaction. At 10-year follow-up, 253/257 patients (98.4%) randomized to receive antibiotics (median age, 33 years; 102 [40.3%] female) were assessed for appendicitis recurrence, with a true appendicitis recurrence rate (appendicitis at histopathology) of 37.8% (95% CI, 31.6%-44.1% [87/230]) and a cumulative appendectomy rate of 44.3% (95% CI, 38.2%-50.4% [112/253]). Overall, the 10-year cumulative complication rate in the group randomized to appendectomy was 27.4% (95% CI, 21.6%-33.3% [62/226]) and 8.5% (95% CI, 4.8%-12.1% [19/224]) in the group randomized to receive antibiotics (P&#x2009;&lt;&#x2009;.001). There was no observed significant difference in quality of life between antibiotics and appendectomy (387/530; median health index value, 1.0 [95% CI, 1.0-1.0] for both groups; P&#x2009;=&#x2009;.18). Among patients initially treated with antibiotics for uncomplicated acute appendicitis, the rate of recurrence and appendectomy at 10-year follow-up supports the use of antibiotics as an option for uncomplicated acute appendicitis in adult patients. ClinicalTrials.gov Identifier: NCT01022567."
    },
    {
      "doi": "10.1001/jama.2025.26179",
      "url": "https://doi.org/10.1001/jama.2025.26179",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2844186",
      "article_type": "",
      "pubmed_pmid": "41569557",
      "title": "Oral Nalbuphine in Idiopathic Pulmonary Fibrosis-Associated Cough: The CORAL Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 22",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Molyneaux PL Author",
        "Mogulkoc N Author",
        "Gunen H Author",
        "Doboszynska A Author",
        "Kreuter M Author",
        "Neustifter B Author",
        "Mathur V Author",
        "Cassella J Author",
        "CORAL Study Group CollectiveName"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "For patients with idiopathic pulmonary fibrosis (IPF), cough impairs quality of life; effective treatments for IPF-associated cough are needed. To determine if nalbuphine extended release (ER), a &#x3ba; opioid receptor agonist and &#x3bc;-opioid receptor antagonist, decreases cough compared with placebo in patients with IPF-associated cough. In this randomized, double-blind, placebo-controlled phase 2b trial conducted at 52 sites in 10 countries, patients with IPF, chronic cough for at least 8 weeks, and a Cough Severity Numerical Rating Scale (0, no cough; 10, worst possible cough) score of 4 or higher were enrolled from February 2024 to February 2025, with last follow-up in April 2025. Statistical analyses were conducted from May to August 2025. Patients were randomized 1:1:1:1 to receive nalbuphine ER at doses of 27 mg, 54 mg, or 108 mg or placebo twice daily for 6 weeks. The primary outcome was the relative change from baseline in 24-hour cough frequency (coughs/h), measured with a digital cough monitor, for nalbuphine ER compared with placebo at week 6. The key secondary outcome was the relative change from baseline in the patient-reported cough frequency (Evaluating Respiratory Symptoms in IPF cough subscale; scores range from 0-4, lower scores indicate lesser cough frequency) at week 6. Of the 223 patients screened, 165 were randomized (42, 43, 40, and 40 to receive nalbuphine ER 27 mg, 54 mg, and 108 mg, and placebo, respectively) and 160 were included in the primary analysis (median age, 71 [range, 51-85] years; 28.5% female). The baseline mean (SD) cough count was 28.3 (27.4) coughs/h. In the nalbuphine ER 27 mg, 54 mg, and 108 mg twice-daily groups, the mean relative decrease in the cough count and the absolute decrease in coughs/h were 47.9% (from 24.6 to 11.9; P&#x2009;=&#x2009;.008), 53.4% (from 28.0 to 14.9; P&#x2009;&lt;&#x2009;.001), and 60.2% (from 31.5 to 11.9; P&#x2009;&lt;&#x2009;.001), respectively, compared with placebo (16.9%; from 29.4 to 28.1 coughs/h). For the key secondary outcome of patient-reported cough frequency at week 6, the relative and absolute changes were -31.4% (from 2.3 to 1.5; P&#x2009;=&#x2009;.14), -40.6% (from 2.6 to 1.4; P&#x2009;=&#x2009;.004), and -40.2% (from 2.4 to 1.4; P&#x2009;&lt;&#x2009;.005) in the 27-mg, 54-mg, and 108-mg groups, respectively, compared with -21.9% (from 2.6 to 1.9) with placebo. For patients with IPF-associated chronic cough, all 3 doses of nalbuphine ER reduced objective cough frequency and the 2 higher doses improved patient-reported cough frequency at 6 weeks. ClinicalTrials.gov Identifier: NCT05964335."
    },
    {
      "doi": "10.1001/jama.2025.21056",
      "url": "https://doi.org/10.1001/jama.2025.21056",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841253",
      "article_type": "",
      "pubmed_pmid": "41206802",
      "title": "Caffeinated Coffee Consumption or Abstinence to Reduce Atrial Fibrillation: The DECAF Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 27",
      "volume": "335",
      "issue": "4",
      "pages": "317-325",
      "authors": [
        "Wong CX Author",
        "Cheung CC Author",
        "Montenegro G Author",
        "Oo HH Author",
        "Peña IJ Author",
        "Tang JJ Author",
        "Tu SJ Author",
        "Wall G Author",
        "Dewland TA Author",
        "Moss JD Author",
        "Gerstenfeld EP Author",
        "Tseng ZH Author",
        "Hsia HH Author",
        "Lee RJ Author",
        "Olgin JE Author",
        "Vedantham V Author",
        "Scheinman MM Author",
        "Lee C Author",
        "Sanders P Author",
        "Marcus GM Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Comparative Study"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Conventional wisdom holds that caffeinated coffee is proarrhythmic. Coffee is the most commonly consumed caffeinated beverage in the US, and a randomized trial assessing caffeinated coffee consumption in patients with atrial fibrillation (AF) has not previously been performed. To determine the effect of caffeinated coffee consumption compared with abstinence from coffee and caffeine on recurrent AF. This was a prospective, open-label, randomized clinical trial enrolling 200 current or previous (within past 5 years) coffee-drinking adults with persistent AF, or atrial flutter with a history of AF, planned for electrical cardioversion from 5 hospitals in the US, Canada, and Australia between November 2021 and December 2024. The date of final follow-up was June 5, 2025. Patients were randomized in a 1:1 ratio to regular caffeinated coffee consumption vs coffee and caffeine abstinence for 6 months. Patients in the coffee consumption group were encouraged to drink at least 1 cup of caffeinated coffee daily. Patients in the abstinence group were encouraged to completely abstain from both caffeinated and decaffeinated coffee and other caffeine-containing products. The primary end point was clinically detected recurrence of AF or atrial flutter over 6 months. Two hundred patients (mean [SD] age, 69 [11] years; 71% male) were randomized to caffeinated coffee consumption (n&#x2009;=&#x2009;100) or coffee abstinence (n&#x2009;=&#x2009;100). Baseline coffee intake was 7 cups (IQR, 7-18) per week in both groups. During follow-up, coffee intake in the consumption and abstinence groups was 7 (IQR, 6-11) and 0 (IQR, 0-2) cups per week, respectively, resulting in a between-group difference of 7 cups (95% CI, 7-7) per week. In the primary analysis, AF or atrial flutter recurrence was less in the coffee consumption (47%) than the coffee abstinence (64%) group, resulting in a 39% lower hazard of recurrence (hazard ratio, 0.61 [95% CI, 0.42-0.89]; P&#x2009;=&#x2009;.01). A comparable benefit of coffee consumption was observed with AF recurrence only. There was no significant difference in adverse events. In this clinical trial of coffee drinkers after successful cardioversion, allocation to consumption of caffeinated coffee averaging 1 cup a day was associated with less recurrence of AF or atrial flutter compared with abstinence from coffee and caffeinated products. ClinicalTrials.gov Identifier: NCT05121519."
    },
    {
      "doi": "10.1001/jama.2025.20765",
      "url": "https://doi.org/10.1001/jama.2025.20765",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2843169",
      "article_type": "",
      "pubmed_pmid": "41428342",
      "title": "An mHealth (Mobile Health) Intervention for Smoking Cessation in People With Tuberculosis: A Cluster Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 27",
      "volume": "335",
      "issue": "4",
      "pages": "336-344",
      "authors": [
        "Zahid M Author",
        "Rahman F Author",
        "Danaee M Author",
        "Rana SH Author",
        "Chowdhury A Author",
        "Ansaari S Author",
        "Lim AK Author",
        "Boeckmann M Author",
        "Parrott S Author",
        "Li J Author",
        "Khan A Author",
        "Huque R Author",
        "Norrie J Author",
        "Siddiqi K Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Smoking worsens outcomes in people with tuberculosis (TB), while quitting hastens recovery. To assess the effectiveness of a mobile health (mHealth) intervention for achieving self-reported continuous tobacco abstinence at 6 months, supported by biochemical verification at 6 months, compared with usual care in people with TB. Multicenter, cluster randomized clinical trial conducted between September 18, 2023, and January 2, 2025, randomizing (2:1) 27 TB clinics in Bangladesh and Pakistan to mHealth or usual care groups. The follow-up was 6 months. Participants were eligible if they were 15 years or older, had been diagnosed with drug-sensitive pulmonary TB in the past 4 weeks, smoked daily, were willing to quit, and had access to mobile phones. The mHealth group (n&#x2009;=&#x2009;720) received text messages throughout TB treatment, daily for 2 months then monthly for 4 months, encouraging tobacco cessation. The usual care group (n&#x2009;=&#x2009;360) received written information on tobacco cessation. The primary outcome was self-reported continuous abstinence at 6 months, verified biochemically using carbon monoxide breath test at 6 months. Secondary outcomes included self-reported point abstinence at 9 weeks and 6 months, TB treatment adherence (days receiving TB treatment), TB treatment success (cured&#x2009;+&#x2009;completed treatment), TB treatment failure, TB treatment default (interruption of TB treatment for &#x2265;2 months), and death. Of 9232 patients assessed for eligibility, 1080 were randomized; most were male (mHealth, 96.9%; usual care, 95.8%), and 985 were retained throughout the trial (91%). For the primary outcome, 300 of 720 participants (41.7%) in the mHealth group demonstrated self-reported and biochemically verified continuous abstinence at 6 months, compared with 55 of 360 (15.3%) in the usual care group (risk ratio, 3.0 [95% CI, 2.0-4.9]). In the mHealth vs usual care groups, respectively, mean TB treatment adherence was 174.3 (SD, 21.5) days vs 178.0 (SD, 12.1) days (P&#x2009;=&#x2009;.23), and treatment success was 89.3% vs 85.6% (risk ratio, 1.2 [95% CI, 0.9-1.6]). TB treatment failure (0.1% vs 0.5%) and default (3.1% vs 1.9%) were uncommon. Mortality was lower with mHealth (3.5%) vs usual care (7.5%) (hazard ratio, 0.4 [95%CI, 0.2-0.9]). An mHealth intervention was effective in achieving continuous abstinence in people with TB who smoked. mHealth is a feasible and effective intervention to help patients with TB quit smoking. isrctn.org Identifier: ISRCTN86971818."
    },
    {
      "doi": "10.1001/jama.2025.21530",
      "url": "https://doi.org/10.1001/jama.2025.21530",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2841171",
      "article_type": "",
      "pubmed_pmid": "41201895",
      "title": "A Conservative Dialysis Strategy and Kidney Function Recovery in Dialysis-Requiring Acute Kidney Injury: The Liberation From Acute Dialysis (LIBERATE-D) Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 27",
      "volume": "335",
      "issue": "4",
      "pages": "326-335",
      "authors": [
        "Liu KD Author",
        "Siew ED Author",
        "Tuot DS Author",
        "Vijayan A Author",
        "Matzumura Umemoto G Author",
        "Birkelo BC Author",
        "Lee BJ Author",
        "Kwong YD Author",
        "McCoy IE Author",
        "Delucchi K Author",
        "Zhuo H Author",
        "Hsu CY Author"
      ],
      "pubmed_pubtypes": [
        "Equivalence Trial",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "pubmed_is_research": true,
      "abstract_md": "For patients with dialysis-requiring acute kidney injury, persistent need for dialysis is associated with increased morbidity and mortality, high health care use, and poor quality of life. To test the effect of a conservative dialysis strategy on recovery of kidney function. This multicenter, unblinded, randomized superiority trial enrolled participants with dialysis-requiring acute kidney injury who had a baseline estimated glomerular filtration rate greater than 15 mL/min/1.73 m2, had already initiated kidney replacement therapy, and were hemodynamically stable, with planned intermittent hemodialysis between January 23, 2020, and March 10, 2025, at 4 clinical sites in the United States. Of 909 patients assessed for eligibility, 221 were randomized and 220 received the allocated intervention. The date of last follow-up was June 10, 2025. With the conservative dialysis strategy, participants received dialysis only when specific metabolic or clinical indications were met. Participants in the conventional dialysis group received dialysis 3 times per week until urine output or creatinine clearance criteria were met. The primary study end point was unadjusted kidney function recovery at hospital discharge, defined as being alive and not receiving dialysis, with at least 14 consecutive days without dialysis (including after discharge). Two prespecified key secondary end points were the number of dialysis sessions per week and the number of dialysis-free days to day 28. The mean age of participants was 56 years (SD, 16 years). A total of 148 of 220 participants (67%) were male, 28 (13%) were Black, and 133 (60%) were White. Mean baseline estimated glomerular filtration rate was 64.8 mL/min/1.73 m2 (SD, 30.9 mL/min/1.73 m2). Participants had started kidney replacement therapy a median of 9 days (IQR, 5-18.5 days) before randomization. In the conservative dialysis intervention group, 70 of 109 participants (64%) achieved kidney function recovery at hospital discharge vs 55 of 109 participants (50%) in the conventional dialysis control group (difference, 13.8% [95% CI, 0.8%-26.8%; P&#x2009;=&#x2009;.04]; unadjusted odds ratio, 1.76 [95% CI, 1.02-3.03; P&#x2009;=&#x2009;.04]; after prespecified adjustment: odds ratio, 1.56 [95% CI, 0.86-2.84; P&#x2009;=&#x2009;.15]). Participants in the conservative dialysis group received fewer dialysis sessions per week (median, 1.8 [IQR, 0-2.6] vs 3.1 [IQR, 2.6-3.5]; difference, -1.4 [95% CI, -1.8 to -1.0]) and recovered earlier (21 [IQR, 0-28] vs 5 [IQR, 0-21] consecutive dialysis-free days to day 28; difference, 16 days [95% CI, 5-27]). Dialysis-associated hypotension occurred less frequently in the conservative dialysis group (69 vs 97 events). A conservative dialysis strategy in dialysis-requiring acute kidney injury resulted in a shorter time to and higher rates of recovery of kidney function in the unadjusted analysis. Given uncertainty regarding the estimated effect size, this approach should be tested in a larger study population. ClinicalTrials.gov Identifier: NCT04218370."
    },
    {
      "doi": "10.1001/jama.2025.26967",
      "url": "https://doi.org/10.1001/jama.2025.26967",
      "final_url": "https://jamanetwork.com/journals/jama/fullarticle/2844545",
      "article_type": "",
      "pubmed_pmid": "41609788",
      "title": "Electronic Health Record Intervention and Deprescribing for Older Adults: A Randomized Clinical Trial.",
      "journal": "JAMA",
      "pubdate": "2026 Jan 29",
      "volume": "",
      "issue": "",
      "pages": "",
      "authors": [
        "Lauffenburger JC Author",
        "Sung M Author",
        "Glynn RJ Author",
        "Keller PA Author",
        "Robertson T Author",
        "Kim DH Author",
        "Bhatkhande G Author",
        "Jungo KT Author",
        "Haff N Author",
        "Hanken KE Author",
        "Isaac T Author",
        "Choudhry NK Author"
      ],
      "pubmed_pubtypes": [
        "Journal Article"
      ],
      "pubmed_is_research": true,
      "abstract_md": "Potentially inappropriate medications are commonly overprescribed to older adults. Although electronic health record (EHR)-based tools can increase use of evidence-based medications, their ability to reduce prescription of potentially inappropriate medications remains unclear. To test the effects of 2 EHR interventions, designed using behavioral science techniques, on the deprescribing of potentially inappropriate medications compared with usual care in older patients. In this 3-group parallel randomized clinical trial, 201 primary care physicians (PCPs) in an academic center in Massachusetts were cluster-randomized in November 2022. Follow-up ended March 15, 2024. The intervention focused on patients of randomized PCPs who were 65 years or older, had a PCP visit between November 10, 2022, and March 15, 2024, and were prescribed at least 90 pills of benzodiazepines, nonbenzodiazepine sedative hypnotics, or at least 2 anticholinergic medications in the past 180 days. PCPs were randomized to usual care (no intervention) or to 1 of 2 sequential EHR **Interventions:** a precommitment intervention, in which an EHR message was sent to the physician during the first patient visit asking the PCP to initiate deprescribing discussions with a second reminder EHR message at the patient's second visit encouraging deprescribing; and a boostering intervention, in which PCPs received a notification encouraging deprescribing at the first patient visit and an in-basket reminder 4 weeks later. The primary outcome was deprescribing at least 1 medication on or after the first patient visit though the end of follow-up. Deprescribing was defined as physician-directed discontinuation or medication tapering assessed at the patient level using EHR data. Generalized estimating equations with a log link and binary-distributed errors were used for analyses, adjusting for clustering and multiple testing using Holm-Bonferroni corrections. Of 1146 participants (mean age, 73.6 years [SD, 6.4]; 69.7% female, mean follow-up, 289.9 days), 373 (32.5%) had at least 1 medication deprescribed: 145 (36.8%) in the precommitment group, 122 (34.3%) in the boostering group, and 106 (26.8%) in usual care. Compared with usual care, deprescribing was 40% more likely (relative risk [RR], 1.40; 95% CI, 1.14-1.73; absolute difference, 10.4%) in the precommitment group and 26% more likely (RR, 1.26; 95% CI, 1.01-1.57; absolute difference, 6.5%) in the boostering group. No serious adverse events were reported through the adverse event reporting system. Death rates based on manual chart review were 1.4% in the precommitment group, 3.9% in the boostering group, and 1.8% in the usual care group. These results support use of EHR tools designed using behavioral science principles to significantly increase rates of deprescribing potentially inappropriate medications used by older adults. ClinicalTrials.gov Identifier: NCT005538065."
    }
  ]
}